{
  "19": {
     "create_timestamp":"2017-06-26 09:48:45"
    ,"candidate_name":"Aneamshaun Bomani"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"CTE Ane Bomani for City Council District 4"
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"bomaniforprogress@gmail.com"
    ,"candidate_video_url":""
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"Former Liaison and Policy Analyst for City Council  2006-2012  Community Activist"
    ,"question_id_2":"Grassroots door to door campaign and newsletters"
    ,"question_id_3":"As a community activist, I would have public forums on the real history of Africans and their extensive contributions to civilization"
    ,"question_id_4":"Reopening of Rec/community centers with PAL leagues, sports, mini police stations and mentoring program.  Use these centers for community service of adjudicated youth."
    ,"question_id_5":"Clean up and fines for factories that continue to pollute, especially in Southwest Detroit"
    ,"question_id_6":"The suburbs should be aware that there own municipalities raise the water rates and understand that all stakeholders must have responsibility for our regional infrastructure."
    ,"question_id_7":"Developers and corporations must be accountable to the community needs first, i.e. jobs and housing"
    ,"question_id_8":"To become more involved in local politics."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "20": {
     "create_timestamp":"2017-06-27 01:52:20"
    ,"candidate_name":"Curtis Christopher Greene"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@curt4detroit"
    ,"candidate_facebook":"Curtis Christopher Greene"
    ,"candidate_instagram":"curtischristophergreene"
    ,"candidate_url":"https://www.facebook.com/CurtForMayorDetroit2017/"
    ,"candidate_email":"curtiscgreene@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/ddfn40XCiQM?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I've been in politics for four years and I've done over 50 years in political research. It's taken me to overcome some amazing odds to be in a position for anybody to even consider voting for me though I have earned nine doctoral credits. I'm the change Detroit wants to see I'm the American dream!!"
    ,"question_id_2":"It's important that we register to vote and make sure we contact the department for elections to see that the equipment being used for elections is up-to-date because if no grievances aren't made a disaster like what happened in presidential election it can happen again."
    ,"question_id_3":"I will ensure that the 47,000 businesses in Detroit get access to capital that non-black business get from lenders and government subsidizes. Also I will fight for minority businesses to get their fair share of city contracts. Minorities will be a part of the resurgence on my watch."
    ,"question_id_4":"In my 7-Point plan to rebuild Detroit  the &quot;Halo Incentive&quot; will give people that have felonies a chance at meaningful employment in the private sector after earning degrees and other credentials that qualify them to do the work. This will drastically bring down the crime rate down."
    ,"question_id_5":"I will ensure that companies that are polluters follow the environmental quality standards of &quot;ISO 14000&quot; to make sure our city is green as possible for all our sakes. Because contrary to what our great president thinks global warming is not a hoax created by Chinese."
    ,"question_id_6":"I will make sure that the water board has all the necessary revenue to prevent a water crisis as well as appoint individuals that are qualified to run the water board. The water is the lifeblood of the community and I'll create more social programs to prevent water shut-off for people in need."
    ,"question_id_7":"I will fight to help residents find meaningful employment where they can earn enough money to one day start their own businesses so they will not have to live check-to-check. also I will ensure that college graduates can find employment in the city that matches their degrees."
    ,"question_id_8":"Don't get caught up with the wrong crowds be out-going but stay to yourself. Don't take Maryce to prom and don't take Kierra serious. Don't hang out on graduation night after you eat at the restaurant go home and stay there."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "22": {
     "create_timestamp":"2017-06-28 07:52:20"
    ,"candidate_name":"Cynthia A. Johnson"
    ,"candidate_position":"City Clerk"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@cynthiadetroit"
    ,"candidate_facebook":"https://www.facebook.com/cynthia.a.johnson.39"
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"cynthiadetroit@yahoo.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/FV7rrsGuDAA?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Impact"
    ,"question_rtvtopic_3":"Voting Rights"
    ,"question_rtvtopic_4":"Voter Turnout"
    ,"question_rtvtopic_5":"Voter Registration"
    ,"question_rtvtopic_6":"Priorities"
    ,"question_rtvtopic_7":"Online Presence"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you use the role of City Clerk to improve the lives of Detroiters?"
    ,"question_rtvquestion_3":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_4":"Voter turnout is just 25% for local elections, and around 50% for presidential elections. What steps would you take to increase engagement, especially for young voters?"
    ,"question_rtvquestion_5":"Online voter registration, available 34 states, plus DC, is not offered in Michigan. Do you support making this available to voters?"
    ,"question_rtvquestion_6":"What are your top three policy priorities as City Clerk?"
    ,"question_rtvquestion_7":"What changes or enhancements would you make to the City Clerk’s online presence, including its website?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I am a woman of integrity proposing the clerks office including the clerk bonded paid for by the individual and not tax payers.  I'm dedicated to the Detroit citizens including as a former parole/probation officer.  I am radio broadcaster of StandUp Now as we inform, educate, and showcase our city.."
    ,"question_id_2":"Monthly educational reports via radio, TV, organizations, etc.  The Clerks Office will have an open door policy,  All qualified residents including convicted felons will know that they too are qualified to vote and will be highly encouraged to vote.  Transportation will be provided via churches, etc"
    ,"question_id_3":"ALL those who want to vote will have equal access, and the Clerk's office will NOT do favors, period.  Voter and civic education will be provided to ALL middle and high school students.  The Clerks office will use whatever medium available for ongoing voter education."
    ,"question_id_4":"Recruit, train, and encourage high school students to complete their required community service with the Detroit Clerk's office."
    ,"question_id_5":"I am a proponent of online voting and my reason for having such a position is since banking is available using a pin number, there is absolutely no good reason to forbid online voting."
    ,"question_id_6":"1)  Bonding at least the City Clerk\n2)  On going voting education training for the Clerk, staff including appointees, and poll workers.\n3)  Keep accurate records"
    ,"question_id_7":"Ensure and emphasize the importance of all elections, dates, up to date locations but especially the primary.  Promote the public posting of vote tallies at polling sites and daily website updates."
    ,"question_id_8":"Take your life serious and stay involved in the election process.  Research each and every candidate and for those who are elected hold them accountable.  Don't ignore politics, keep yourself informed."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "23": {
     "create_timestamp":"2017-06-28 11:02:22"
    ,"candidate_name":"Ronald Creswell"
    ,"candidate_position":"City Clerk"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"Ronald Creswell"
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"creswellronald@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/QqCQPaoLO9E?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Impact"
    ,"question_rtvtopic_3":"Voting Rights"
    ,"question_rtvtopic_4":"Voter Turnout"
    ,"question_rtvtopic_5":"Voter Registration"
    ,"question_rtvtopic_6":"Priorities"
    ,"question_rtvtopic_7":"Online Presence"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you use the role of City Clerk to improve the lives of Detroiters?"
    ,"question_rtvquestion_3":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_4":"Voter turnout is just 25% for local elections, and around 50% for presidential elections. What steps would you take to increase engagement, especially for young voters?"
    ,"question_rtvquestion_5":"Online voter registration, available 34 states, plus DC, is not offered in Michigan. Do you support making this available to voters?"
    ,"question_rtvquestion_6":"What are your top three policy priorities as City Clerk?"
    ,"question_rtvquestion_7":"What changes or enhancements would you make to the City Clerk’s online presence, including its website?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"After spending 10+ years as an Elections Clerical Assistant and a Precinct Supervisor for the City of Detroit Election Commission, as well as being an experienced and educated professional librarian, I have the expertise, experience and ethics to be City Clerk for the City of Detroit [Michigan]."
    ,"question_id_2":"As City Clerk, Detroiters will have an information delivery system with a cooperative, consistent and coordinated elections system that is an international model and success; 80% African Americans controlling only 20% of the city's wealth; this must change; greater purchasing power is key."
    ,"question_id_3":"As City Clerk, utilizing my librarianship skills and talents, I will provide a 21st Century, but a old idea of Voting mobile (like the book mobile) to people that are in areas of the city with transportation, physical mobility challenges and that are unaware of polling-sites available to them."
    ,"question_id_4":"Information about voting will be streamlined on social network sites, advertisement will be posted on billboard,  I-phones and tablets as well as partnering with the local television affiliation to have a segment on the necessity of voting  and the historic results of not voting"
    ,"question_id_5":"As City Clerk, I will utilize HAVA (Help America Vote Act of 2002) and the NVRA (National Voters Registration Act of 1993) tenets to increase voters registration centers in  ARMED SERVICES RECRUITING facilities, at high schools sporting activities, assisted by students and Senior citizens places"
    ,"question_id_6":"Number 1: priority will be to correct the voting system by transforming it into the 21st Century; 2:  To be a better oversight ( of the Mayor, City Council and Corporate Council offices and 36th District Courts) a voice, eyes and ears for the citizens. 3: To gain us purchasing power and protection."
    ,"question_id_7":"21st Century upgraded with a Resource, Descriptive and Access via an Online Computer Library-like Center for a better functional requirement for ballot recordings to track status of ballots:  in addition, I as City Clerk would change narrative that is written to on the affidavits"
    ,"question_id_8":"As an eighteen year old I would say to myself always have a good attitude, try to be adaptable or make positive adjustments by staying alert, being decisive, avoid vices and be respectful and love yourself deeply ; gain intelligence, be courageous and earn an education . . .knowledge is power.&quot;"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "24": {
     "create_timestamp":"2017-07-01 04:11:46"
    ,"candidate_name":"Janice M. Winfrey"
    ,"candidate_position":"City Clerk"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"Janice Winfrey Detroit City Clerk"
    ,"candidate_instagram":"@winfrey_janice"
    ,"candidate_url":""
    ,"candidate_email":"winfreyjanice@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/EIzzBdSkLFo?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Impact"
    ,"question_rtvtopic_3":"Voting Rights"
    ,"question_rtvtopic_4":"Voter Turnout"
    ,"question_rtvtopic_5":"Voter Registration"
    ,"question_rtvtopic_6":"Priorities"
    ,"question_rtvtopic_7":"Online Presence"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you use the role of City Clerk to improve the lives of Detroiters?"
    ,"question_rtvquestion_3":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_4":"Voter turnout is just 25% for local elections, and around 50% for presidential elections. What steps would you take to increase engagement, especially for young voters?"
    ,"question_rtvquestion_5":"Online voter registration, available 34 states, plus DC, is not offered in Michigan. Do you support making this available to voters?"
    ,"question_rtvquestion_6":"What are your top three policy priorities as City Clerk?"
    ,"question_rtvquestion_7":"What changes or enhancements would you make to the City Clerk’s online presence, including its website?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"Since elected in 2005, as official record keeper, I unified official City Records and made city business transparent and paperless, as Chief Elections Officer, I effectively purged Detroit's voter registration rolls and created Satellite Absentee Voting making voting convenient for Detroiters."
    ,"question_id_2":"By educating and empowering them through voting.  The power of voting is paramount in affecting change.  Voters voters, must feel a sense of connection to a candidate or a cause. I will continue to provide nonpartisan election information utilizing social media, direct mail, radio and TV to inform."
    ,"question_id_3":"By employing them.  Involving youth in the elections process ensures they are engaged and informed. This guarantees a right of way access while providing a sense of accomplishments.  Also, have candidate's and issues forums hosted by and for them in their communities."
    ,"question_id_4":"Continuously increase voter outreach through on-line advertising, social media, and hosting a number of community events, such as our recent &quot;Candidate in The Hood Forum&quot;. It will be vital to change the paradigm of LOCAL, not national, governance is the first order of business."
    ,"question_id_5":"Yes. Over the next 4 years I will be working with the legislature to make registering to vote online and voting no reason absentee a reality. No reason absentee voting will proactively reduce wait time on Election Day."
    ,"question_id_6":"Reduce long lines and wait times by not having more than 3 precincts in a polling place.\nConnect with youth by increasing social media presence.\nTo enhance the voting experience, successfully implement Detroit's 2 new state of the are voting systems."
    ,"question_id_7":"Increase social media presence, placing more public documents online, where possible, allow the public to conduct business via the web. Real-time election results will be available online beginning with the Municipal Primary."
    ,"question_id_8":"In life, every decision made, has consequences that will affect you.  Every decision will shape who you are and who you will become, so decided wisely.  When you make mistakes, reflect and learn from them. Don’t be afraid to take risks because we learn more from our failures than from our successe"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "25": {
     "create_timestamp":"2017-07-02 01:20:34"
    ,"candidate_name":"Articia Bomer"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@articiabomer"
    ,"candidate_facebook":"Facebook/ArticiaBomer"
    ,"candidate_instagram":"Articia Bomer"
    ,"candidate_url":"WWW.ARTICIABOMERFORMAYOROFDETROIT.COM"
    ,"candidate_email":"articiabomer@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/xKZVlKs3FlQ?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I do believe that the most qualified role of a mayor is someone who has leadership abilities. Also, someone who is caring. Thirdly, someone who is an inovater. In other words, adomeone who can re-invent a whole new blueprint for their broken city. I am that caring leader who can revitalize Detroit."
    ,"question_id_2":"I would spend a certain amount from the city's budget to commercialize these voter efforts all throughout the course of an election up until the day to vote. \nA reminder that will engrave in the minds of our new voters as well as seasoned voters. \n &quot;A Better Voter Confirmation System is Requi"
    ,"question_id_3":"I will see to it that jobs are:\n• Created in Detroit \n• Developed in Detroit\n• Given To Detroiters before any other outside entity."
    ,"question_id_4":"• Hold Judges accountable for their abuse of discretion.\n• Make sure juveniles are treated fairly and provided with a social worker before any interrogation\n• Provide Proffessional Court appointed attorneys to those who are charged with crimes\nEnforce the\n &quot;Innocent Until Proven Guilt"
    ,"question_id_5":"I will campaign to promote a circular economy in Detroit in which plastic bottles are reused, refilled and recycled rather than used once and then thrown away.\n• Incorporate &quot;Recycling&quot; education in schools.\n• Build a mass amount of Youth ran recycling stations throughout Detroit"
    ,"question_id_6":"Make citizens aware of any mechanical issues regarding our water systems early on before any outbreaks can occur.\nNotify the public early on of any pipes and or construction work projects so that the public can prepare to store bottled water in leui of water shortage due to digging efforts."
    ,"question_id_7":"Provide more free community meals.\nProvide more homeless shelters directly inside the communities.\nProvide a new way of financial budgeting courses.\nHold Pastors and city leaders accountable for feeding their immediate community areas."
    ,"question_id_8":"• Prepare for the future\n• Invest in your future\n• Obtain financial stability \n• Stay hip and trendy \n• Volunteer your time in the community\n• Help the youth\n• Help the seniors\n• Continue to be a leader\n• RUN FOR MAYOR SOMEDAY"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "26": {
     "create_timestamp":"2017-07-03 08:09:45"
    ,"candidate_name":"Heaster Wheeler"
    ,"candidate_position":"City Clerk"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@HeasterWheeler"
    ,"candidate_facebook":"https://www.facebook.com/Heaster-Wheeler-for-Detroit-City-Clerk-1367778149953698/"
    ,"candidate_instagram":""
    ,"candidate_url":"wheeler4detroitcityclerk.com"
    ,"candidate_email":"heasterwheeler@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/aIo0I-zIW-Y?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Impact"
    ,"question_rtvtopic_3":"Voting Rights"
    ,"question_rtvtopic_4":"Voter Turnout"
    ,"question_rtvtopic_5":"Voter Registration"
    ,"question_rtvtopic_6":"Priorities"
    ,"question_rtvtopic_7":"Online Presence"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you use the role of City Clerk to improve the lives of Detroiters?"
    ,"question_rtvquestion_3":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_4":"Voter turnout is just 25% for local elections, and around 50% for presidential elections. What steps would you take to increase engagement, especially for young voters?"
    ,"question_rtvquestion_5":"Online voter registration, available 34 states, plus DC, is not offered in Michigan. Do you support making this available to voters?"
    ,"question_rtvquestion_6":"What are your top three policy priorities as City Clerk?"
    ,"question_rtvquestion_7":"What changes or enhancements would you make to the City Clerk’s online presence, including its website?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"My lifelong commitment to Detroit extends from firefighter to community organizer to family advocate. I have worked to mobilize, organize and get the vote out for decades, including as Executive Director of NAACP Detroit where I managed a $2 million budget, 21 employees, and hundreds of volunteers."
    ,"question_id_2":"The clerk’s office is an opportunity to be an advocate for all Detroiters. The 2016 election in Detroit highlighted the issues in our system. I will bring bold, transformational leadership to the Detroit City Clerk's office to empower voters, inspire action, and reclaim our voice."
    ,"question_id_3":"I believe that the most important thing in a democracy is the right to vote. The voice of Detroiters has been silenced for too long. There are many steps we must take — including leveraging the latest technology — to reclaim the voice of Detroit by providing easy options to register and to vote."
    ,"question_id_4":"The Detroit City Clerk has a unique opportunity to restore the faith in the people’s voice and the electoral process. This is especially vital in the face of recent election issues. We need to educate, inspire, and simplify the process to give everyone the opportunity to use their voice."
    ,"question_id_5":"Yes, voting needs to be more accessible. Other cities around the country are utilizing innovative and modern options to register voters. We can too. Ensuring residents have simple options, including the latest technology, that makes it easy to register and to vote is among my top priorities."
    ,"question_id_6":"Among my priorities as Detroit City Clerk will be streamlined voter registration and improved access to the polls, a renewed focus on recruiting and training staff and volunteers, and securing the necessary resources to ensure an electoral process that works for everyone."
    ,"question_id_7":"The clerk’s website should communicate vital and clear information to the public. In addition, technology options – such as text message updates to voters - must be explored to take advantage of unique opportunities. Key information, like your polling location, should be easy to find."
    ,"question_id_8":"Get involved in democracy and the voting process early. Your vote is your power - and the community must exercise that power. There is no greater way to make an impact on Detroit, its communities and its families than voting. If you want to make a difference: organize, mobilize and get out the vote."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "27": {
     "create_timestamp":"2017-07-03 08:18:30"
    ,"candidate_name":"RAQUEL CASTANEDA-LOPEZ"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"facebook.com/Raquel4Detroit"
    ,"candidate_instagram":""
    ,"candidate_url":"raquel4citycouncil.com"
    ,"candidate_email":"raquel4citycouncil@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/jStMoj00tM0?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I am proud to be a lifelong Detroiter, social worker and have years of experience in nonprofit sectors. However, my most important qualification stems from having canvassed the entire district multiple times. Through this experience, I have gained an understanding of the challenges in neighborhoods."
    ,"question_id_2":"As a social worker, woman of color and someone who grew up in poverty, I understand the frustration many disenfranchised communities face. Through canvassing, language translation and nonprofit partnerships, I will always work to ensure everyone is aware of their rights and can vote without fear."
    ,"question_id_3":"It is the responsibility of all public servants to ensure resources are dispersed equitably. Access, equity and inclusivity are the values that guide me. These values must guide development in the City, which is why I support community-driven development, economic diversity and inclusive housing."
    ,"question_id_4":"I view restorative justice as a chance to build a better, safer City. While we must give past offenders opportunities to participate in our communities to reduce recidivism, we must also foster dialogue around the impact crime, policing within schools and historical trauma has on our communities."
    ,"question_id_5":"I absolutely support action to fight climate change. Many communities I represent face serious environmental and public health issues. My office is developing legislation to address storage of carbonaceous materials and creating a checklist to aid developers in incorporating green infrastructure."
    ,"question_id_6":"My office is working on legislation to protect our most vulnerable communities from water shut-offs in order to prevent a humanitarian crisis. Using a percentage of budget surplus monies, foundation support and community education we can help prevent shut-offs and meet our fiscal responsibilities."
    ,"question_id_7":"Detroit needs affordable housing and jobs to be successful moving forward. This starts by making sure public funds go towards developments that include affordable housing, subsidized spaces for small entrepreneurs and jobs for Detroiters during and after the construction of developments."
    ,"question_id_8":"I would remind myself to remain confident in my ability to be successful. Too often, the world tries to tell us we are not smart enough or good enough to achieve, but we must always persevere in spite of those negative messages."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "28": {
     "create_timestamp":"2017-07-03 08:57:08"
    ,"candidate_name":"Roy McCalister, Jr."
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"rpmac42439@sbcglobal.net"
    ,"candidate_video_url":"https://www.youtube.com/embed/sTRxH2nVr8I?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"Lifetime resident of Detroit; Bachelor, Eastern Michigan University; Masters, University of Oklahoma; Retire Commanding Office Detroit Police Homicide Section;  Retire U.S. Army &amp; Army Reserves Officer, Regional Commander of Northern Iraq, handling a $200M budget and diversified people."
    ,"question_id_2":"Duties of the Clerks' Office, District 2 representative, work with the Clerk's Office to ensure voter education at the High School Level. Incorporate voter education and training at community organizations and programs; ensure voter suppression is not practice during voter periods."
    ,"question_id_3":"District 2 Representative, ensure discriminatory racial, social, gender etc... are not practiced and equality is adhered too, as I have during my law enforcement, military civilian career endeavors. Ensure development is conducted in needed areas of District 2, that quality of life issues are upheld"
    ,"question_id_4":"The District 2 office working with the Community &amp; Police (Community Policing) to resolve the issues of the District allowing the community to feel involved in solutions. Train and enhance people not just for jobs but for careers. Hold offenders accountable for their violations/actions equally."
    ,"question_id_5":"Detroit surrounded by water has some effect on climate change; but as a lay person I would seek out expert research to determine how much climate change effects our quality of life; work with groups in this area to advise on the best measures to combat climate change."
    ,"question_id_6":"With Detroit's water system under the Great Lakes water authority, this is challenging for Council. Establish a budgetary program to assist those with problems; work with State and Federal Legislature to ensure bills are parallel with City Ordinances to protect resident health and welfare rights."
    ,"question_id_7":"Both area are the duties of the Mayor's Office; As council representative work with the mayor with a budget program to ensure affordable housing; incorporate community benefits agreement for jobs for Detroiters; enhance trade and apprenticeships not just for jobs but careers."
    ,"question_id_8":"I would provide myself the same advice now as at age 18; I followed the teachings and advice of my parents, grandparents and mentors I looked up too. I looked for God for spiritual advice; seek out goals, challenges goals, be good at what I do, professional and treat others as I want to be treated."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "29": {
     "create_timestamp":"2017-07-04 03:58:52"
    ,"candidate_name":"Latisha Johnson"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"https://www.facebook.com/vote4latishajohnson/"
    ,"candidate_instagram":""
    ,"candidate_url":"latishajohnson.com"
    ,"candidate_email":"vote4latishajohnson@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/wvE3mNUX6FQ?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"For 10 years I promoted Detroit as a destination for conventions &amp; visitors with the Detroit CVB and Detroit Marriott.  I have also spent the past 10 years volunteering in District 4 communities to address issues and understand the needs of residents, in various capacities."
    ,"question_id_2":"Provide transportation. Voter education on absentee voting. Discourage voter intimidation."
    ,"question_id_3":"It is extremely important to ensure development contracts are negotiated to specifically benefit Detroit residents - whether providing job training skills, employing Detroiters, and/or giving resources back to the communities. It is also imperative that developers be held accountable to agreements."
    ,"question_id_4":"Offering opportunities for a restorative response to crime and to invite victims, the community, and the offender to participate in repairing the harm that has been done and strengthening the community."
    ,"question_id_5":"Yes. Institute wind turbines and solar panels in vacant lots to provide low - to - no cost energy and wifi. Encourage biking by providing bike rentals throughout the entire city."
    ,"question_id_6":"50% of annual GLWA payment to improve water infrastructure. 30% to improve the WRAP program so low-income residents are able to &quot;catch up&quot; without being threatened with higher monthly water bills. And, 20% to clean out sewer lines in the street &amp; alleys to clear the lines and minimize"
    ,"question_id_7":"Negotiate! Negotiate! Negotiate! Ensure that projects provide jobs or job training opportunities for residents within the community. Work to ensure affordable housing thresholds are realistic for the existing residents within the community and doesn't cause displacement of long-term residents."
    ,"question_id_8":"Follow through with getting your Chemical Engineering degree no matter how boring it may seem."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "30": {
     "create_timestamp":"2017-07-05 09:41:00"
    ,"candidate_name":"George Cushingberry"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"George cushingberry city councilve"
    ,"candidate_instagram":""
    ,"candidate_url":"Www.cushforcitycouncil.com"
    ,"candidate_email":"gccushingberry@hotmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/ynTnaCU4Tuc?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"Best educated, experienced, and deliver what i promise"
    ,"question_id_2":"Continuous legislative oversight of clerks operation through appropriation process.legilative oversight"
    ,"question_id_3":"Legislative oversight, audits, and appropriations process.divet"
    ,"question_id_4":"Diversion, restitution and damage awards to those wrongly convicted.\nPromote literacy to improve economic empowerment \nFull program for those who have paid their societal debt.\nI"
    ,"question_id_5":"Yes.\nWe will implement green and blue infrastructure projects and plans ."
    ,"question_id_6":"Individualized assistance, subsidy to less fortunate, and green infrastructure projects to lower costs available to all."
    ,"question_id_7":"Appropriatios process which i being implemented now.\nOne stop shop for employment and training ie nwac. (Northwest activities center)complete education early"
    ,"question_id_8":"Complete graduate education now!"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "31": {
     "create_timestamp":"2017-07-07 04:37:26"
    ,"candidate_name":"Mary Sheffield"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@MsMarySheffield"
    ,"candidate_facebook":"https://www.facebook.com/MarySheffieldCityCouncilDistrict5/"
    ,"candidate_instagram":"https://www.instagram.com/marysheffield/"
    ,"candidate_url":"http://www.marysheffield.com/"
    ,"candidate_email":"msheffield4@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/r6qBxUSd2Lw?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I have a BA in Public Affairs and a Master's in Administration. I have held several positions dealing with the public and assisting individuals with navigating bureaucracies. I am the current District 5 Council Member and I have a thorough understanding of City government and Detroit's finances."
    ,"question_id_2":"Education is the key to ensuring young voters in disenfranchised communities have equal access to the ballot box. I sponsor &quot;State of the Youth&quot; symposiums throughout District 5 High Schools bringing in celebrities to educate youth on how to get engaged and participate in the public policy"
    ,"question_id_3":"As a Council member and as a descendant of a Civil Rights pioneer, my role is to be a champion for inclusive development in Detroit. I sponsored a Notification and Right of First Refusal ordinance and an Inclusionary Housing Ordinance which creates a housing trust fund to stave off gentrification."
    ,"question_id_4":"It's incumbent upon us as a City to devise a plan to end the vicious recidivism cycle and the school-to-prison pipeline. A critical component to reaching that goal is restorative justice. I envision the community coming together to restore perpetrators' and victims' lives - preventing future crime."
    ,"question_id_5":"I would and have supported actions to combat climate change. Recently, I joined the Climate Action Campaign, Detroiter's Working for Environmental Justice and other advocacy groups for a national action to oppose EPA cuts and the rolling back of environmental protections by the Trump Administration."
    ,"question_id_6":"I will continue to ensure that all users of the system are paying their fair share for water infrastructure. I am also drafting a water affordability ordinance to ensure no resident is without clean, safe drinking water in Detroit. It is a matter of public health and should be treated as such."
    ,"question_id_7":"I am sponsoring an Inclusionary Housing Ordinance mandating developers to make 10% of their units affordable to families making 80% of AMI, 5%  at 60% of AMI and 5% at 50% of AMI. The ordinance will also create a housing trust fund to create affordable housing for families at 50% of AMI and lower."
    ,"question_id_8":"Knowing what I know now, I would tell my 18 yr. old self not to let fear and opinions of others shape my life and aspirations or interfere with the calling God has placed on my life. I have been prepared to serve others and be a leader my whole life and I can't let fear deter me from my destiny."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "32": {
     "create_timestamp":"2017-07-10 04:15:00"
    ,"candidate_name":"Helena Scott"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@HHelenaScott"
    ,"candidate_facebook":"@HScott4District2"
    ,"candidate_instagram":"@Scott4citizens1st"
    ,"candidate_url":"Hscott4district2.com"
    ,"candidate_email":"hhelena.scott@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/XxZCOu3-P4o?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I'm qualified because of my dedication to serve in my district. I'm a precinct delegate and an Organizer with SEMJwJ I fight for worker rights daily. Once elected I will serve with honesty, integrity and commitment. I will fight for community development, economic  growth and public safety."
    ,"question_id_2":"I would make sure young voters are registered to vote (Voter Registration Drive). I would educate young/disenfranchised voters on their right to vote. Advise of dates of the local, national primary and general elections. Offer any other educational assistance needed on voter education."
    ,"question_id_3":"I would ensure racial and social equity in Detroit by ensuring development that occurs is inclusive to all it's citizens not matter of their gender, race, creed or color. I would represent all of Detroits citizens and would make decisions on council with all of its citizens in mind."
    ,"question_id_4":"My vision for restorative justice is a personalized approach to justice within the community. Open dialogue to repair relationships and assist in community healing as a whole when challenging behavior occurs. My role on council would be to promote restorative justice within my community."
    ,"question_id_5":"I would support a citywide action for climate change due to the increased levels of atmospheric carbon dioxide produced by the use of fossil fuel. I would be in support of educational awareness, action protest and ultimately legislation changes."
    ,"question_id_6":"I would be in support of allocating additional funding in the city budget to upgrade the water infrastructure to ensure the health and welfare of Detroit residents as to not have another Flint type water crisis occur in the city of Detroit."
    ,"question_id_7":"As a council person I would ensure that development contracts within the city have affordable housing to benefit lower income residents."
    ,"question_id_8":"I would advise my 18-year-old-self to always follow your dreams, work hard in school and don't be afraid to take risks or be afraid to fail. Only through trying and failing you learn how to succeed."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "33": {
     "create_timestamp":"2017-07-12 05:20:10"
    ,"candidate_name":"Gabe Leland"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@gabeleland"
    ,"candidate_facebook":"Gabe Leland"
    ,"candidate_instagram":"@gabeleland"
    ,"candidate_url":""
    ,"candidate_email":"lelanddetroit@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/2DyoTjVpn4Y?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"My governmental leadership experience as a state representative (6 years) and councilman along with my work building successful neighborhood partnerships contribute to my qualifications."
    ,"question_id_2":"We must do more legislatively and in the courts to remove voting barriers. Expanding early voting, same day voter registration and rights restoration for returning citizens are three important ways to increase access across the nation. We must also do more to engage  young voters."
    ,"question_id_3":"Inclusion is tied to how many Detroiters are getting jobs and how many benefits are being filtered to the neighborhoods where long-time residents are raising families. City government has a big role in making sure all residents and our forgotten neighborhoods are part of the resurgence."
    ,"question_id_4":"My vision to restore dignity and enable healing focuses on job creation. In fall of 2015, I supported Council Member Janee' Ayers' resolution creating the City of Detroit's Returning Citizens Taskforce to help meet the needs of Detroit residents facing challenges upon release from incarceratio"
    ,"question_id_5":"The City of Detroit and our new office of sustainability should work closer with the Detroit Climate Action Collaborative which has a plan to make Detroit healthier while creating jobs and generating revenues."
    ,"question_id_6":"The City of Detroit should adopt an income-based Water Affordability Plan Ordinance (WAPO) as supported by the People’s Water Board Coalition, faith leaders and numerous residents. This would also help the water department develop more rational collection initiatives directed at those who can pay."
    ,"question_id_7":"We should pass ordinances to help ensure developments are benefiting low-income residents, seniors and persons with disabilities. Projects funded by public dollars should provide long-term benefits to the community. An inclusionary housing ordinance is in the works."
    ,"question_id_8":"cherish time with loved ones, eat healthier, travel  and chase your dreams, you can change the world!"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "34": {
     "create_timestamp":"2017-07-18 05:07:48"
    ,"candidate_name":"Mary Waters"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@watersmary"
    ,"candidate_facebook":"facebook.com/mw4us"
    ,"candidate_instagram":""
    ,"candidate_url":"http://marywaters4detroit.info"
    ,"candidate_email":"watersfordetroit@gmail.com"
    ,"candidate_video_url":""
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I've served as State representative for 6 years and the first African American female floor leader in the Michigan house of Representatives; Vice Chair Detroit Charter Revision Commission from 1993-96.  Current President of Sisters Network, breast cancer survivors; Graduate University of Michigan."
    ,"question_id_2":"I fought as a State Representative to ensure easier access to voting.  When they tried to eliminate straight ticking voting, I fought against that.  We must continue to educate people on the importance of voting and we must continue to fight to protect voting rights. K-12 requirement for our schools"
    ,"question_id_3":"There must be a culture of Inclusivity created by those that would lead Detroit.  How can we buy into the malarkey that Detroit is a comeback city when eighty-four percent (84%) of our children live in abject poverty? Improve the inhumane living conditions confronting single Mothers."
    ,"question_id_4":"As a State Representative, I fought for record expungement so that people can to return and become productive members of their communities. I voted against the law that eliminated felons from serving on juries, even after they've paid their debt to society; Develop training &amp; jobs programs."
    ,"question_id_5":"yes climate change is real. End dependence on fossil fuels; Increase use of wind &amp; solar power. Require coursework grades k-12. Eliminate emissions from incinerator &amp; other industries.  As a breast cancer survivor, I helped block a Koch brothers truck deposits of pet coke on banks of Detroit"
    ,"question_id_6":"We must eliminate corporate welfare and invest in our people.  The City will thrive will you put the people first.  If tax dollars are used for major corporate projects, then we must divert some of those dollars to a water affordability fund to prevent shut offs in order to save lives."
    ,"question_id_7":"Community engagement from start; Strong community benefits agreement and less Corporate welfare; Finance &amp; build decent housing for single mothers on previously blighted lots; Startup dollars for entrpreneurial training &amp; establishment of neighborhood cluster stores &amp; small businesses."
    ,"question_id_8":"I work with young people all the time.  I help to prepare them for college and obtain their high school diploma online.  Do something for someone else without expecting to be paid."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "35": {
     "create_timestamp":"2017-07-22 07:15:36"
    ,"candidate_name":"Garlin D. Gilchrist II"
    ,"candidate_position":"City Clerk"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"@gilchrist4clerk"
    ,"candidate_facebook":"fb.com/gilchristforcityclerk"
    ,"candidate_instagram":"instagram.com/gilchrist4clerk"
    ,"candidate_url":"gilchristforcityclerk.com"
    ,"candidate_email":"garlin@gilchristforcityclerk.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/fRfjYyVpIm0?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Impact"
    ,"question_rtvtopic_3":"Voting Rights"
    ,"question_rtvtopic_4":"Voter Turnout"
    ,"question_rtvtopic_5":"Voter Registration"
    ,"question_rtvtopic_6":"Priorities"
    ,"question_rtvtopic_7":"Online Presence"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you use the role of City Clerk to improve the lives of Detroiters?"
    ,"question_rtvquestion_3":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_4":"Voter turnout is just 25% for local elections, and around 50% for presidential elections. What steps would you take to increase engagement, especially for young voters?"
    ,"question_rtvquestion_5":"Online voter registration, available 34 states, plus DC, is not offered in Michigan. Do you support making this available to voters?"
    ,"question_rtvquestion_6":"What are your top three policy priorities as City Clerk?"
    ,"question_rtvquestion_7":"What changes or enhancements would you make to the City Clerk’s online presence, including its website?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I'm a fixer—an engineer by training—who has fixed broken systems and made them work for people in Detroit. I'm also a fighter—an accomplished community organizer &amp; leader who has protected and expanded voting rights across the country."
    ,"question_id_2":"I will inform &amp; empower Detroiters to be full participants in every decision-making process that impacts them and their neighborhoods. They will trust that their votes will count and understand how they can make their voices heard beyond Election Day."
    ,"question_id_3":"I'll fiercely fight against any efforts to require restrictive photo ID to vote—which decreases voter turnout for young people, seniors, and low-income people—in Detroit [and Michigan]. I'll also fight to expand early voting, enact no-excuse absentee voting, and increase the number of polling si"
    ,"question_id_4":"I'll ensure that everyone votes at the polling place closest to them, then work to fill in the gaps so that people can vote within a mile of where they live. I'll also send SMS reminders and encourage people to make Election Day plans. Research shows that each of these tactics increases turnout."
    ,"question_id_5":"I support and will advocate for the necessary changes in state law to enable online voter registration and other tactics to make voter registration easier. That includes pre-registration of 16-year-olds, making the Detroit ID sufficient for voter registration for municipal elections, and more."
    ,"question_id_6":"1. Making voting easier, more convenient, and more transparent; 2. Informing Detroiters of what the government is doing and how they can participate in the ongoing decision-making processes in the City; 3) Upgrading the City Council, making it more efficient, transparent, and accountable."
    ,"question_id_7":"I would use the website and social media to reach residents where they already communicate and share important information like meeting/hearing dates and times,  deadlines for voter registration, how votes are counted, and other processes. I'd also make trainings accessible online to everyone."
    ,"question_id_8":"Study abroad and continue your path to becoming fluent in Spanish;"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "36": {
     "create_timestamp":"2017-07-26 07:35:09"
    ,"candidate_name":"Beverly Kindle-Walker"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"Beverly Kindle-Walker"
    ,"candidate_instagram":""
    ,"candidate_url":"www.beverlykindlewalker4detroit.com"
    ,"candidate_email":"bevkinwalk@hotmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/7Ifl_Cc5ppE?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I have a good grasp of government. Currently, I am a Legislative Assistant to Wayne County Commissioner Tim Killeen; former Neighborhood City Hall Manager; and a former Legislative Assistant to Detroit City Council Members Brenda M. Scott and Clyde Cleveland."
    ,"question_id_2":"I support efforts to enhance opportunities for voters to participate in the process. Early voting opened to all voters and 18 year old persons should be registered to vote automatically. Also, the Det Election Commission includes the Council President who should advocate voter rights/education."
    ,"question_id_3":"While the Council is prohibited by charter in directing City Dept's it can certainly influence the Mayor via the Budget process to offer and implement solutions rather than contributing to the problem."
    ,"question_id_4":"Restorative justice, restorative practices and conflict resolution tools needs to be used more widely which would allow for victims of negative incidents be it criminal or social to have redress or restitution from perpetrators.  As facilitated by a third party, it can serve to make people &quot;who"
    ,"question_id_5":"Yes I would support a city-wide action to combat climate change by encouraging more collaboration with Wayne County Commissioners on matters such as this as both City/County legislative bodies represent constituents."
    ,"question_id_6":"The Detroit City Council has no oversight of the Great Lakes Water Authority. However the Council has a responsibility to raise the concern about the looming health crisis  of water shut-offs by the tens of thousands. This will impact the quality of life for everyone due to illnesses that the lack."
    ,"question_id_7":"The Council, during budget deliberations and ongoing, should always ensure that the Mayor's budget proposals are funded and are reflective of the needs of the community as it relates to low-income housing and job development that leads to a job. I will raise the issue where there is a lack of policy"
    ,"question_id_8":"Pay attention to advice given to you by trusted persons in your life and turn your passion into action that will be mutually beneficial to yourself and the community."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "37": {
     "create_timestamp":"2017-07-27 07:49:37"
    ,"candidate_name":"Dennis Green"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"dennis green"
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"tywoin45@aol.com"
    ,"candidate_video_url":""
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"Long time resident of 3rd Dist., DPS Kettering/Pershing 1985, Civil Engineer from WSU, 20 Years of Government Service, 4 years in Army-Soldier of the year-1990-Honorable discharged. 25 Years of Customer Service. Interned w/ Ferndale as a City Engineer. Work, Live and 75 Family members in Detroit."
    ,"question_id_2":"Ensure that each young voter is registered to vote. Tell them to bring proper ID to the Voting polls. Provide transportation to the polls. Explain why voting is so important and how they vote determine the type of services they receive. Explain that are Parents and Grandparents died trying to Vote."
    ,"question_id_3":"I'm a people's person, a Detroiter, always treating people with respect regardless of race. Explaining to Major Corps. why hiring Detroiters helps the local economy, Built a tax base and strengthen families and maintain longevity. Diversity works when local residents see Corps willing to help."
    ,"question_id_4":"Everyone desires a life free of crime. People who have never committed a crime might be a little less lightly to have conversation and good reasoning with someone who have. Forgiveness and second chances are to be earned and respect should always be given to the person harmed by the crime."
    ,"question_id_5":"Yes. Regulations are on the books. Enforce the laws on the books. If new laws need to be created, ensure that qualified people are doing the research and presenting the new agreements. If federal and state laws are not sufficient, Talk with state and federal Reps and Senators to develop new ones."
    ,"question_id_6":"Water is being shut off because citizens can't pay the bills. If watering is being wasted, install new equipment, use Public Service Announcements to explain the benefits of saving water. Develop assistance programs to find out how to help and control water wastes and prevent to prevent shutoffs."
    ,"question_id_7":"As a Civil Engineer, you can use these residential developments to trained residents with Apprenticeships, Interns and OJT programs to Develop new Plumbers, Construction Trades and Electricians. This would allow affordable housing and definitely create jobs."
    ,"question_id_8":"Good to School or the Military. Leave Drugs, weed and pills alone. Seek help before you commit a crime or rob someone. Ask for help when needed. Don't be afraid to go against peer pressure. Walk with your head held high. Always present a clean image. Never disrespect elders."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "38": {
     "create_timestamp":"2017-07-28 06:49:41"
    ,"candidate_name":"Virgil Smith"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"virgilksmith@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/JR_WaGEcqpE?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I have served in the Michigan Legislature for  12 years. While serving I passed legislation which lowered property taxes in the district and brought the first Meijer's to Detroit."
    ,"question_id_2":"I will work with local community groups and school student government organizations, regularly engaging them on issues impacting their neighborhoods and on any upcoming elections. I plan to assist in organizing block clubs in my district to make sure residents throughout are heard."
    ,"question_id_3":"I will arrange forums and conversations within my district to ensure all voices are heard on the frontend of proposed development. I will continue those meetings throughout the construction phase and post construction."
    ,"question_id_4":"My vision is to work towards rebuilding the trust between residents and law enforcement. A good way to begin that is to work towards expanding community and police partnerships like CB Patrols and regular presence in neighborhoods for non-criminal engagements. Protect and Serve,  more focus serve."
    ,"question_id_5":"Yes, I would work with government agencies to create a picture and road map for Detroit moving towards zero carbon emissions."
    ,"question_id_6":"The City must find a way to reduce water shut offs for our residents. I would work with DWSD to get the word out on its water affordability plan and resources."
    ,"question_id_7":"I will fight to require, in all instances that development in our city include residents. Regardless of the community benefits ordinance threshold."
    ,"question_id_8":"Leave the excesses of life alone. Alcohol is your enemy."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "39": {
     "create_timestamp":"2017-07-28 08:51:47"
    ,"candidate_name":"Donna Marie Pitts"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"dmpitts0926@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/-d_xC2xApKY?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I've spent all of my 57 years as a Detroiter seeing other administrators  fail at the job. 120 credit hour at the UofM, Associates degree in Business Management, all aspects of home improvement, assisting president Obama and governor Granholm bring education and youth programs, etc. to Detroit."
    ,"question_id_2":"Make certain the the polls are monitored to prevent any interference of all voters.  Give assistance to disenfranchised communities to make certain there is equal access to the voting process.  Encourage teenagers in the voting process.  Automatic voters registration with driver licenses."
    ,"question_id_3":"All citizens have aright to be respected regardless of color.  With all programs the directions is inclusion by percentage base of the ethnic group. Equal consideration based on qualification for all government programs."
    ,"question_id_4":"Juror selection from peers is a problem when participation in juror selection does not reflect our community. Work on juror selection pool.  The court appointed attorneys should be paid by the clients by vouchers received so that the clients can have some input in that process.  Improve plea system."
    ,"question_id_5":"Greater regulation control over businesses producing air pollution.  Regulate burning of fossil fuels and reducing greenhouse gas emissions.  Encourage and support the study of climate control."
    ,"question_id_6":"Since water infrastructure maintenance, repair, and updates are currently being outsource I would bring these back to Detroit residence trained,   certified, and journeyman qualified through government programs to reduce cost.  No water shut offs to residence with children and senior citizens."
    ,"question_id_7":"Support community based business to stop the bleeding, Support on the job training in the construction and other trades that lead to journeyman status.  Support the business strips with new infrastructure. Support our public school system at the local school community level."
    ,"question_id_8":"Be more involve  in God, stay focused in education, do not drink alcohol, walk way from disagreement, teach people around me to do right thing in life, spend my money different, wait for the right husband, and make should he have good qualities."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "40": {
     "create_timestamp":"2017-07-31 01:53:35"
    ,"candidate_name":"Alisa Mckinney"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":"mckinney4detroi"
    ,"candidate_facebook":"mckinney4detroit"
    ,"candidate_instagram":"mckinney4detroit"
    ,"candidate_url":"www.mckinney4detroit"
    ,"candidate_email":"mckinney4detroit@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/nuH21sdQFgU?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"As a lifelong Detroiter, I have both the educational and business experience making me most qualified to be City Counselor at Large. I have operated as business entity owner, property owner, and real estate appraiser for several decades."
    ,"question_id_2":"At present, one has to call different numbers to see where to register to vote, and then give name and present address so that a person can try to find you on some rolls. If not, more information is needed. A person should be able to register and vote the same day."
    ,"question_id_3":"I advocate redevelopment areas be widened, and developers mandated to hire Detroiters."
    ,"question_id_4":"Immediate restoration of voting privileges, opportunity for job training with stipends, and mental and physical rehabilitation. Longer-term housing and family counseling."
    ,"question_id_5":"Yes, Vacant industrial plants, empty high-rise buildings, and poisonous fumes from deconstructed housing demands Detroit’s atmosphere be measured and publicized daily."
    ,"question_id_6":"The health and welfare of residents must come first.  Most of Detroit’s water pipes are much too old: many are rusted, cracked and broken. The city now pushes responsibility to home owners to replace damaged pipes to alleys."
    ,"question_id_7":"Now residential development is limited to two areas of the city. But the program should be city-wide.  Instead of programs to tear down selected housing providing jobs for a few workers, Detroit needs city-wide restoration programs, providing jobs for Detroit’s long time residents first."
    ,"question_id_8":"work hard, establish thriving businesses, get all the education possible, and invest profits for long-term growth—all of which I did. But I didn’t prepare for an unexpected recession, which in Detroit was actually a depression. Most did not survive the horror. I told myself to try again, which I"
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "41": {
     "create_timestamp":"2017-07-31 05:43:22"
    ,"candidate_name":"Edward D. Dean"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"Edward Dean for Mayor of Detroit"
    ,"candidate_instagram":"edwarddean4detroit"
    ,"candidate_url":"http://www.edwardddean.com"
    ,"candidate_email":"edwarddean4detroit@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/xnpusenOfKU?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":"I currently run a successful non-profit in the city of Detroit where I am responsible for serving the citizens of the community and delegating responsibilities for successful expansion. I am also a minister and a full time father. I believe all of these make me a qualified candidate."
    ,"question_id_2":"I will make sure that I put a plan in place that will cut the time and decrease the long lines, making voting at the polls more easy."
    ,"question_id_3":"That is my primary responsibility and I will lead that charge at every turn."
    ,"question_id_4":"To lead the charge to make sure their our opportunities to our men and women who have made mistakes in their lives and served their times. We cannot forget about them."
    ,"question_id_5":"I would adopt and implement National guidelines for lowering emissions in all city operations."
    ,"question_id_6":"Taking measures to reduce operational cost and seek federal funding to assist Detroiters with payment."
    ,"question_id_7":"By working to increase jobs, job training programs, entrepreneurship programs and building small businesses."
    ,"question_id_8":"Research and do not believe everything I read."
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "42": {
     "create_timestamp":"2017-08-01 08:28:00"
    ,"candidate_name":"Faustine Amara Onwuneme"
    ,"candidate_position":"City Clerk"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"onwuneme4detroitcityclerk@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/himf6NLfeLY?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Impact"
    ,"question_rtvtopic_3":"Voting Rights"
    ,"question_rtvtopic_4":"Voter Turnout"
    ,"question_rtvtopic_5":"Voter Registration"
    ,"question_rtvtopic_6":"Priorities"
    ,"question_rtvtopic_7":"Online Presence"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you use the role of City Clerk to improve the lives of Detroiters?"
    ,"question_rtvquestion_3":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_4":"Voter turnout is just 25% for local elections, and around 50% for presidential elections. What steps would you take to increase engagement, especially for young voters?"
    ,"question_rtvquestion_5":"Online voter registration, available 34 states, plus DC, is not offered in Michigan. Do you support making this available to voters?"
    ,"question_rtvquestion_6":"What are your top three policy priorities as City Clerk?"
    ,"question_rtvquestion_7":"What changes or enhancements would you make to the City Clerk’s online presence, including its website?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "43": {
     "create_timestamp":"2017-08-01 08:33:20"
    ,"candidate_name":"James E. Tate"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"councilmembertate@detroitmi.gov"
    ,"candidate_video_url":"https://www.youtube.com/embed/LyVW8x3Cjr8?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "44": {
     "create_timestamp":"2017-08-01 08:47:20"
    ,"candidate_name":"Tamara Smith"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"https://www.facebook.com/tamara.l.smith.73"
    ,"candidate_instagram":"tamaralibertysmith"
    ,"candidate_url":"https://www.tamaralibertysmith.com/"
    ,"candidate_email":"ready2livebig@yahoo.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/rmQ6qx7rvNs?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "45": {
     "create_timestamp":"2017-08-01 08:57:00"
    ,"candidate_name":"Adam R. Mundy"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":"http://mundy4detroit.ruck.us/"
    ,"candidate_email":"support@ruck.us"
    ,"candidate_video_url":"https://www.youtube.com/embed/B7Or-VpqwsM?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "46": {
     "create_timestamp":"2017-08-01 08:58:58"
    ,"candidate_name":"Cedric Banks"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":"http://www.cedricbanksfordetroit.com/"
    ,"candidate_email":"tjohnsonmedia@yahoo.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/M9bm6m-4PCY?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "47": {
     "create_timestamp":"2017-08-01 09:01:03"
    ,"candidate_name":"Scott Benson"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":"https://www.facebook.com/VoteScottBenson/"
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"marshc@detroitmi.gov"
    ,"candidate_video_url":"https://www.youtube.com/embed/ZbuCmSgdMpc?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "48": {
     "create_timestamp":"2017-08-01 09:02:41"
    ,"candidate_name":"Andre L. Spivey"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":"http://www.spiveyfordetroit.com/"
    ,"candidate_email":"aspivey@spiveyfordetroit.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/V54Tw38HRQA?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "49": {
     "create_timestamp":"2017-08-01 09:05:21"
    ,"candidate_name":"Felicita Lugo"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":"https://www.lugo4detroitcouncil.com"
    ,"candidate_email":"lugo4detroitcouncil@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/Arzma49mOYk?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "50": {
     "create_timestamp":"2017-08-01 09:08:00"
    ,"candidate_name":"Tyrone Carter"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":"http://www.tyronecarter4citycouncil.com/"
    ,"candidate_email":"tyronecarter4citycouncil@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/RqGz4lhwlAs?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "51": {
     "create_timestamp":"2017-08-01 09:09:41"
    ,"candidate_name":"Brenda Jones"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"bjones_mb@detroitmi.gov"
    ,"candidate_video_url":"https://www.youtube.com/embed/3C--LdvUUZ0?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "52": {
     "create_timestamp":"2017-08-01 09:11:02"
    ,"candidate_name":"JANEE' L. AYERS"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"councilmemberayers@detroitmi.gov"
    ,"candidate_video_url":"https://www.youtube.com/embed/2jPImltEZV8?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "53": {
     "create_timestamp":"2017-08-01 09:14:29"
    ,"candidate_name":"DaNetta L. Simpson"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"danettasimpson1551@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/CzxpYF41ta8?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "54": {
     "create_timestamp":"2017-08-01 09:16:38"
    ,"candidate_name":"Mike Duggan"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":"http://dugganfordetroit.com"
    ,"candidate_email":"rico@duggan4detroit.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/dzhxekicQic?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "55": {
     "create_timestamp":"2017-08-01 09:19:20"
    ,"candidate_name":"Angelo Brown"
    ,"candidate_position":"Mayor"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"votemore3@gmail.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/qyP9RIwut2s?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Poverty"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for the role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"As mayor, would you take steps to combat climate change, and if so, what would they be?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"As Mayor, what actions would you take to fight poverty in Detroit?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    },
  "56": {
     "create_timestamp":"2017-08-03 07:57:20"
    ,"candidate_name":"De'Andre Nelson"
    ,"candidate_position":"City Council"
    ,"candidate_city":"Detroit"
    ,"candidate_state":"Michigan"
    ,"candidate_twitter":""
    ,"candidate_facebook":""
    ,"candidate_instagram":""
    ,"candidate_url":""
    ,"candidate_email":"info@nelson4detroit.com"
    ,"candidate_video_url":"https://www.youtube.com/embed/j0Zz-MvIOEE?rel=0&amp;showinfo=0"
    ,"question_rtvtopic_1":"Qualifications"
    ,"question_rtvtopic_2":"Voting Rights"
    ,"question_rtvtopic_3":"Racial and Social Equity"
    ,"question_rtvtopic_4":"Criminal Justice"
    ,"question_rtvtopic_5":"Climate Change"
    ,"question_rtvtopic_6":"Water Shut-Offs"
    ,"question_rtvtopic_7":"Jobs &amp; Housing"
    ,"question_rtvtopic_8":"Bonus"
    ,"question_rtvquestion_1":"What in your background and/or experience makes you the most qualified for role?"
    ,"question_rtvquestion_2":"How would you ensure that voters, especially young voters and those from historically disenfranchised communities, have equal access to the ballot box?"
    ,"question_rtvquestion_3":"How do you see your role in ensuring racial and social equity in Detroit and ensuring that development is done inclusively in the city?"
    ,"question_rtvquestion_4":"What is your vision for restorative justice?"
    ,"question_rtvquestion_5":"Would you support citywide action to combat climate change, and if so, how?"
    ,"question_rtvquestion_6":"How would you balance the responsibility to fund and manage citywide water infrastructure, with the responsibility to ensure the health and welfare of residents?"
    ,"question_rtvquestion_7":"How would you ensure that residential developments benefit the community through affordable housing and jobs?"
    ,"question_rtvquestion_8":"What advice would you give your 18-year-old self?"
    ,"question_id_1":""
    ,"question_id_2":""
    ,"question_id_3":""
    ,"question_id_4":""
    ,"question_id_5":""
    ,"question_id_6":""
    ,"question_id_7":""
    ,"question_id_8":""
    ,"candidate_approved":"1"
    ,"rtv_url":"rtvote.com/detroit"
    }
}