{
  "candidates":[
    {
      "name": "Mike Duggan",
      "race": "Mayor",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/F124fA1tBWI?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Coleman A. Young II",
      "race": "Mayor",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/iTQIOIfbrsM?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Garlin D. Gilchrist II",
      "race": "City Clerk",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/GIQ4Q_RC98E?rel=0",
      "answers": [
        "The City Clerk's office needs to have big ears and a strong vision for participation in Detroit. That starts with:<br><br>1. <strong>City Clerk in your community</strong>: Open a City Clerk service center in every City Council district. Right now, especially for Detroiters who don't have consistent access to the internet, it's inconvenient for them to get information about meetings and hearings. They have to go downtown to the Coleman Young building, pay to park, and go through security, only to find out that the meeting they cared about got cancelled. By opening an office in each district, we'll make that information more accessible to more Detroiters. There will be staff there, as well as computers for the public to use to access public information and data. And from these centers, City Clerk staff will be better able to attend community events in the districts, keep residents informed about what the city is doing, and respond to their questions. Everyone cannot get downtown, nor does everyone want to go downtown. They won't have to if Garlin Gilchrist is their City Clerk.<br><br>2. Use every available medium to inform Detroiters. As of October 9, the current City Clerk's Department of Elections hasn't updated it's Facebook page since September 11, 2013—before my children were born. But the majority of Detroiters use Facebook daily to get information from friends, family, and the world at large. Information from the City Clerk, especially information about voting, cannot be invisible online. I'll use every medium, including social media and text messaging, to keep Detroiters informed. I helped procure the system city governemnt uses to send text messages, but the City Clerk isn't utilizing the service. That will change in my administration.<br><br>3. Aggressively partnering with neighborhood leaders and community associations to be information conduits. When I was Director of Innovation, I wrote the Government Open Data Access To All (GO DATA) policy and implemented the open data portal (http://data.detroitmi.gov/) and training program for people to get operational data about what the government is doing. Put another way, I enacted a policy that made Detroit's government more transparent than it has ever been, and the most transparent city government in the state. As the city record keeper, this should have been provided by the City Clerk, but it wasn’t because the office neither prioritized making this information easy to access, nor did they have the expertise on staff to get it done. As City Clerk, I will bring this program to it's proper place in government, and I will work with neighborhood partners to help them use the data therein to inform radio and CB patrols, strengthen relationships with the Public Works and Planning departments, better participate in real estate/development dialogues, and hold city officials accountable on initiatives like the demolition program.",
        "The failure of current administration has suppressed voter turnout in Detroit, evidenced by the decreasing voter turnout in election after eleciton. It should not have taken the disastrous failure of the November 2016 election and a state audit for the current City Clerk to try to fix the voting process. That's why, since the beginning of the campaign, I've proposed ideas to make the voting process easier and more transparent. Because too many absentee voters don't know what happens to their ballots after they mail them in, I proposed sending them confirmation receipts so they know the city received their vote. Because the current City Clerk has not adequately trained poll workers, too many voters are having the experience my wife had in the August 2017 primary, when she incorrectly was told that she needed a photo ID to vote. I will fix this by making training more flexible and accommodating to different peoples' learning styles and reading levels, because everyone who steps up to work at our polling locations deserves leadership that will meet them where they are. I will also aggressively train voters on how to vote, ensure they understand their choices, and make it public everything that happens to ballots after they're turned in (i.e. how ballots get transferred from polling locations to receiving boards, where the receiving boards are located, how tabulation works, what sealed boxes should look like, video cameras showing the counting process, etc.).<br><br>The City Clerk needs to prioritize making voting convenient. That means ensuring that voters cast ballots at the polling location closest to where they live. Research shows that voting one mile or closer to where you live makes you up to 10% more likely to voter. I, like many Detroiters, live almost two miles from where I vote. And some voters, like those who live in Hartford Village on Meyer, have to drive past one of the biggest polling locations in Detroit that's just two doors down—Northwest Activities Center—to vote someplace less convenient. In my first month in office, I'll begin the process of assigning people to the location closest to them, and propose popping up new polling places before the 2018 primaries so voting can be easier. I'll also user other research-proven methods like sending text message reminders about Election Day and encouraging people to make specific Election Day plans (e.g. billboards that don't have my face on them, but rather ask What time will you vote on November 7?) to increase turnout."
      ]
    },
    {
      "name": "Janice M. Winfrey",
      "race": "City Clerk",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/V4A9gRFI2fc?rel=0",
      "answers": [
        "City Clerk Innovation:<br>Currently, a telephone directory, listing all city departments, videos of the City Council sessions, a portal to register lobbyists as required by Charter, and the following documents are available from our Archives: Appropriations bills, City Council minutes, Oaths of Offices, Subdivision Plats, Ordinances, City Council Proceeding (1824-Present), Casino information, department files, Dangerous Buildings letters, and Ordinances are also available from municode.com.  We also provide customer service to the public, by providing information about City and County services, to enhance their experience. <br><br>New Initiatives – Several years ago, in an effort to modernize the City Council voting, we purchased Ipads and lap-tops for Council members, so they could view supporting information virtually as well  vote via touch screen on their Ipads.  I will continue to work with the Council on this initiative, as well as a comprehensive paperless document management system.<br><br>Working with the City’s Information Technology Department, all public records, will be accessible online.<br><br>Department of Elections Innovation:<br><br>&bull; During the 2017 Primary Election, election results were available to the public by 10:30 PM.<br><br>&bull; We have an App that allows residents to apply for an absentee ballot online.  Election data is also available from The State of Michigan, Qualified Voter File, at our office.<br><br>&bull; The assignment and payment of pollworkers, are managed by a state-of-art software.  The system has the ability to send mass messages to our 8,000 pollworkers via text or voice message.  We also utilize Lap-tops and IPads on Election Day to process voters at our 490 precincts.<br><br>&bull; We also implemented new state-of-the-art voting machines that are able to transmit elections results (certified by The State-Bureau of Elections) from the precincts to the Department of Elections Command Center on Election Night.<br><br>&bull; The City of Denver, working in partnership with the United States Post Office, has the ability to track absentee voter mailing to and from the Department of Elections.  I plan to explore the feasibility of using this technology to enhance our voting process.",
        "State Audit Report/Challenges - The State of Michigan, post 2016 Presidential Primary canvass audit, issued earlier this year, cleared my office of any malfeasance.  Though we seek to administer “perfect elections,” we understand the need for continuous improvement and the need to redouble our efforts to provide more training to seasonal poll workers to prevent “human errors” at our 490 precincts.<br><br>2017 Board of Canvasser/Solution - On August 21, 2017, the Wayne County Board of Canvassers, unanimously certified the Detroit Municipal Primary returns, in record time, as required by State elections law.<br><br>The report affirms that the issues raised in the 2016 Presidential Primary have been addressed.  There was a significant improvement over the 2016 Presidential Primary Canvass.  And, 100% of Election results were uploaded via the web by 10:30 P.M. on Election Night.<br><br>Elections administration is not an exact science, it’s subject to &quot;correctable human errors.&quot;  Though, we seek to administer &quot;perfect elections&quot; in the City of Detroit, I know there is more work to be done, and I understand the need for continuous improvement, and the need to redouble our training efforts to provide more frequent training opportunities to our 8,000 seasonal pollworkers.<br><br>Amend State Law to Protect Vote - In order to protect the integrity of the election process and to ensure that Detroit voters are not disenfranchised, State elections laws, must be amended, so that the State of Michigan is aligned with the rest of the country, allowing ALL ballots to be &quot;recounted,&quot; a second time in the event a Recount is deemed necessary.  At the end of the day, the democratic process, is the foundation upon which this country was built; ensuring that &quot;every vote is counted.&quot;<br><br>Counting of Absentee Votes – To ensure that residents are informed about Absentee Ballot deadlines, we publish critical dates via Public Service Announcements, Billboards, as well as placing advertisement in the major local newspapers.  The Absentee Ballot, &quot;close of registration date,&quot; Ballot Proposals on the ballot, and the polling locations throughout the City are always advertised in the major newspapers.  On Election Night, each ballot is matched with an application to protect the integrity of the voting process.  Additionally, the Central Counting Board is housed at Cobo Hall, which is open to the public.  &quot;Challengers&quot; play an active role in the process.  We counted over 28,000 absentee ballots, during the Municipal Primary, and results were available by 10:30 PM Election Night.<br><br>It is important to note, that the Absentee ballot counting process, as well as elections documentations, are independently reviewed by the Wayne County Board Canvassers.<br><br>Poll worker Training – We are also requiring precinct supervisors to pass a written exam on critical election procedures, in addition to requiring that all supervisors attend three (3) training sessions (Election law requires, 1 training session every 2 years), in addition to providing &quot;hands on&quot; training with our new state-of-the-art voting machines.  We also partnered with training professionals from the Wayne County Community College District to train staff on customer service as well as opening and closing the polls.  We also implemented a more robust, pay for performance incentive plan, to meet our goal of having 100% of our precincts ‘perfect.’  And, I also revamped our Receiving Board operations to correct any human or mathematical errors at our 490 precincts and 100 Absentee Counting Boards, before our election returns are sent to the Wayne County Board of Canvassers.<br><br>Polling Location Assignment - Routinely after each election, we review our voter file, and our polling location assignment to ensure the polling location for each voter is less than 1 mile from their residence.  Our review also takes into consideration the number of voters at each precinct to minimize long-wait times to vote.<br><br>Since, the 188 voting sites are privately owned, the other key factors that weigh heavily on our location decisions are proper lighting, plumbing, HVAC, restroom facilities, parking, and handicap accessibility.<br><br>We also partner with DTE, prior to each Election to ensure that service at the voting locations are not interrupted on Election Day."
      ]
    },
    {
      "name": "Janee'L. Ayers",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/69of1BeYXPM?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Brenda Jones",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/51ReOJ6JD-8?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Beverly Kindle-Walker",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/YqbF-7xBJ2k?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Mary Waters",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/5u-oHwvMnl8?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Tamara Smith",
      "race": "City Council - District 1",
      "Area": "District 1",
      "videoURL": "https://www.youtube.com/embed/ROlOtWTFKXE?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "James E. Tate",
      "race": "City Council - District 1",
      "Area": "District 1",
      "videoURL": "https://www.youtube.com/embed/UwsdnYcfVt8?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Roy McCalister, Jr",
      "race": "City Council - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/YFssmrSSbcs?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Virgil Smith",
      "race": "City Council - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/v_VD01u--m4?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Russ Bellant",
      "race": "City Council - District 3",
      "Area": "District 3",
      "videoURL": "https://www.youtube.com/embed/O9ub_gfkjHA?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Scott Benson",
      "race": "City Council - District 3",
      "Area": "District 3",
      "videoURL": "https://www.youtube.com/embed/dbHIzNT-izc?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Latisha Johnson",
      "race": "City Council - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/QWwOpJA6S8o?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Andre L. Spivey",
      "race": "City Council - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/nkMdISSLuSI?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Mary Sheffield",
      "race": "City Council - District 5",
      "Area": "District 5",
      "videoURL": "https://www.youtube.com/embed/UW805WRLlDU?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Jewel Ware",
      "race": "City Council - District 5",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/L3kqRhG77oc?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Tyrone Carter",
      "race": "City Council - District 6",
      "Area": "District 6",
      "videoURL": "https://www.youtube.com/embed/DW_qCj467YE?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Raquel Castaneda-Lopez",
      "race": "City Council - District 6",
      "Area": "District 6",
      "videoURL": "https://www.youtube.com/embed/x6QJIFea9aI?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Gabe Leland",
      "race": "City Council - District 7",
      "Area": "District 7",
      "videoURL": "https://www.youtube.com/embed/617Mf8AOyoo?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Regina Ross",
      "race": "City Council - District 7",
      "Area": "District 7",
      "videoURL": "https://www.youtube.com/embed/TZMgwmJ7M3A?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Darryl D. Brown",
      "race": "Police Commissioner - District 1",
      "Area": "District 1",
      "videoURL": "https://www.youtube.com/embed/57Wlp8ifphQ?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Conrad L Mallett",
      "race": "Police Commissioner - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/01QGecN8HLU?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Carron L. Pinkins",
      "race": "Police Commissioner - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/S0PE15Vral0?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Shirley Burch",
      "race": "Police Commissioner - District 3",
      "Area": "District 3",
      "videoURL": "https://www.youtube.com/embed/aJyHch6uSnU?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Willie E. Bell",
      "race": "Police Commissioner - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/mKbI_glzRbU?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Scotty Boman",
      "race": "Police Commissioner - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/dGm3HobfuWA?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "George Adams, Jr.",
      "race": "Police Commissioner - District 5",
      "Area": "District 5",
      "videoURL": "https://www.youtube.com/embed/B5oHBGQQdF0?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Willie E. Burton",
      "race": "Police Commissioner - District 5",
      "Area": "District 5",
      "videoURL": "https://www.youtube.com/embed/Myz1MI7RF88?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Lisa Carter",
      "race": "Police Commissioner - District 6",
      "Area": "District 6",
      "videoURL": "https://www.youtube.com/embed/tPYYWQTxlWg?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "William M. Davis",
      "race": "Police Commissioner - District 7",
      "Area": "District 7",
      "videoURL": "https://www.youtube.com/embed/PgvIGrObqTE?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    }
  ],
  "questions":{
    "mayor":[
      {
        "topic": "AFFORDABLE HOUSING",
        "img": "",
        "q": "How will you strategically target city-controlled incentives to reach the ideal mix and location of market-rate, affordable, and public housing?"
      },
      {
        "topic": "JOBS/EMPLOYMENT",
        "img": "",
        "q": "How will you deploy the City's workforce funding (and other resources) to ensure that the city’s workforce dollars are used to maximize employment for chronically unemployed and under-employed Detroit residents?"
      }
    ],
    "cityCouncil":[
      {
        "topic": "AFFORDABLE HOUSING",
        "img": "",
        "q": "How will you ensure that city-controlled incentives are strategically targeted  to reach the ideal mix and location of market-rate, affordable, and public housing?"
      },
      {
        "topic": "JOBS/EMPLOYMENT",
        "img": "",
        "q": "What metrics would you seek to provide proper oversight and ensure that the city’s workforce dollars (and other resources) are used to maximize employment for chronically unemployed and under-employed Detroit residents? Consider how you would define and value \"job placement,\" \"job retention,\" and \"cost per student.\""
      }
    ],
    "policeCommissioner":[
      {
        "topic": "CIVILIAN COMPLAINTS",
        "img": "",
        "q": "What policies will you champion to provide citizens with a greater confidence that their complaints are taken seriously and result in policy and behavior changes in the department that improve community relations?"
      },
      {
        "topic": "POLICY REVIEW",
        "img": "",
        "q": "How would you ensure that problem officers are appropriately disciplined and/or kept off Detroit’s Police Department?"
      },
      {
        "topic": "OFFICER-INVOLVED CIVILIAN DEATHS",
        "img": "",
        "q": "How will you ensure robust public awareness of and input in proposed policy changes at the Detroit Police Department?"
      }
    ],
    "cityClerk":[
      {
        "topic": "TRANSPARENCY",
        "img": "",
        "q": "What are your priorities for innovation to ensure residents have convenient and timely access to city information?"
      },
      {
        "topic": "VOTING",
        "img": "",
        "q": "Michigan Bureau of Elections audit largely finds \"human error, not illegal activity, resulted in mismatches between the number of ballots and recorded voters.\" How will you ensure that your office provides Detroiters with a smooth and trustworthy voting experience?  (Examples of focus areas: absentee voters confident that their ballots are counted; poll workers receiving high quality training and tools; and polling locations located conveniently for voters"
      }
    ]
  }
}
