{
  "candidates":[
    {
      "name": "Mike Duggan",
      "race": "Mayor",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/F124fA1tBWI?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Coleman A. Young II",
      "race": "Mayor",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/iTQIOIfbrsM?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Garlin D. Gilchrist II",
      "race": "City Clerk",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/GIQ4Q_RC98E?rel=0",
      "answers": [
        "The City Clerk's office needs to have big ears and a strong vision for participation in Detroit. That starts with:<br><br>1. <strong>City Clerk in your community</strong>: Open a City Clerk service center in every City Council district. Right now, especially for Detroiters who don't have consistent access to the internet, it's inconvenient for them to get information about meetings and hearings. They have to go downtown to the Coleman Young building, pay to park, and go through security, only to find out that the meeting they cared about got cancelled. By opening an office in each district, we'll make that information more accessible to more Detroiters. There will be staff there, as well as computers for the public to use to access public information and data. And from these centers, City Clerk staff will be better able to attend community events in the districts, keep residents informed about what the city is doing, and respond to their questions. Everyone cannot get downtown, nor does everyone want to go downtown. They won't have to if Garlin Gilchrist is their City Clerk.<br><br>2. Use every available medium to inform Detroiters. As of October 9, the current City Clerk's Department of Elections hasn't updated it's Facebook page since September 11, 2013—before my children were born. But the majority of Detroiters use Facebook daily to get information from friends, family, and the world at large. Information from the City Clerk, especially information about voting, cannot be invisible online. I'll use every medium, including social media and text messaging, to keep Detroiters informed. I helped procure the system city governemnt uses to send text messages, but the City Clerk isn't utilizing the service. That will change in my administration.<br><br>3. Aggressively partnering with neighborhood leaders and community associations to be information conduits. When I was Director of Innovation, I wrote the Government Open Data Access To All (GO DATA) policy and implemented the open data portal (http://data.detroitmi.gov/) and training program for people to get operational data about what the government is doing. Put another way, I enacted a policy that made Detroit's government more transparent than it has ever been, and the most transparent city government in the state. As the city record keeper, this should have been provided by the City Clerk, but it wasn’t because the office neither prioritized making this information easy to access, nor did they have the expertise on staff to get it done. As City Clerk, I will bring this program to it's proper place in government, and I will work with neighborhood partners to help them use the data therein to inform radio and CB patrols, strengthen relationships with the Public Works and Planning departments, better participate in real estate/development dialogues, and hold city officials accountable on initiatives like the demolition program.",
        "The failure of current administration has suppressed voter turnout in Detroit, evidenced by the decreasing voter turnout in election after eleciton. It should not have taken the disastrous failure of the November 2016 election and a state audit for the current City Clerk to try to fix the voting process. That's why, since the beginning of the campaign, I've proposed ideas to make the voting process easier and more transparent. Because too many absentee voters don't know what happens to their ballots after they mail them in, I proposed sending them confirmation receipts so they know the city received their vote. Because the current City Clerk has not adequately trained poll workers, too many voters are having the experience my wife had in the August 2017 primary, when she incorrectly was told that she needed a photo ID to vote. I will fix this by making training more flexible and accommodating to different peoples' learning styles and reading levels, because everyone who steps up to work at our polling locations deserves leadership that will meet them where they are. I will also aggressively train voters on how to vote, ensure they understand their choices, and make it public everything that happens to ballots after they're turned in (i.e. how ballots get transferred from polling locations to receiving boards, where the receiving boards are located, how tabulation works, what sealed boxes should look like, video cameras showing the counting process, etc.).<br><br>The City Clerk needs to prioritize making voting convenient. That means ensuring that voters cast ballots at the polling location closest to where they live. Research shows that voting one mile or closer to where you live makes you up to 10% more likely to voter. I, like many Detroiters, live almost two miles from where I vote. And some voters, like those who live in Hartford Village on Meyer, have to drive past one of the biggest polling locations in Detroit that's just two doors down—Northwest Activities Center—to vote someplace less convenient. In my first month in office, I'll begin the process of assigning people to the location closest to them, and propose popping up new polling places before the 2018 primaries so voting can be easier. I'll also user other research-proven methods like sending text message reminders about Election Day and encouraging people to make specific Election Day plans (e.g. billboards that don't have my face on them, but rather ask What time will you vote on November 7?) to increase turnout."
      ]
    },
    {
      "name": "Janice M. Winfrey",
      "race": "City Clerk",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/V4A9gRFI2fc?rel=0",
      "answers": [
        "City Clerk Innovation:<br>Currently, a telephone directory, listing all city departments, videos of the City Council sessions, a portal to register lobbyists as required by Charter, and the following documents are available from our Archives: Appropriations bills, City Council minutes, Oaths of Offices, Subdivision Plats, Ordinances, City Council Proceeding (1824-Present), Casino information, department files, Dangerous Buildings letters, and Ordinances are also available from municode.com.  We also provide customer service to the public, by providing information about City and County services, to enhance their experience. <br><br>New Initiatives – Several years ago, in an effort to modernize the City Council voting, we purchased Ipads and lap-tops for Council members, so they could view supporting information virtually as well  vote via touch screen on their Ipads.  I will continue to work with the Council on this initiative, as well as a comprehensive paperless document management system.<br><br>Working with the City’s Information Technology Department, all public records, will be accessible online.<br><br>Department of Elections Innovation:<br><br>&bull; During the 2017 Primary Election, election results were available to the public by 10:30 PM.<br><br>&bull; We have an App that allows residents to apply for an absentee ballot online.  Election data is also available from The State of Michigan, Qualified Voter File, at our office.<br><br>&bull; The assignment and payment of pollworkers, are managed by a state-of-art software.  The system has the ability to send mass messages to our 8,000 pollworkers via text or voice message.  We also utilize Lap-tops and IPads on Election Day to process voters at our 490 precincts.<br><br>&bull; We also implemented new state-of-the-art voting machines that are able to transmit elections results (certified by The State-Bureau of Elections) from the precincts to the Department of Elections Command Center on Election Night.<br><br>&bull; The City of Denver, working in partnership with the United States Post Office, has the ability to track absentee voter mailing to and from the Department of Elections.  I plan to explore the feasibility of using this technology to enhance our voting process.",
        "State Audit Report/Challenges - The State of Michigan, post 2016 Presidential Primary canvass audit, issued earlier this year, cleared my office of any malfeasance.  Though we seek to administer “perfect elections,” we understand the need for continuous improvement and the need to redouble our efforts to provide more training to seasonal poll workers to prevent “human errors” at our 490 precincts.<br><br>2017 Board of Canvasser/Solution - On August 21, 2017, the Wayne County Board of Canvassers, unanimously certified the Detroit Municipal Primary returns, in record time, as required by State elections law.<br><br>The report affirms that the issues raised in the 2016 Presidential Primary have been addressed.  There was a significant improvement over the 2016 Presidential Primary Canvass.  And, 100% of Election results were uploaded via the web by 10:30 P.M. on Election Night.<br><br>Elections administration is not an exact science, it’s subject to &quot;correctable human errors.&quot;  Though, we seek to administer &quot;perfect elections&quot; in the City of Detroit, I know there is more work to be done, and I understand the need for continuous improvement, and the need to redouble our training efforts to provide more frequent training opportunities to our 8,000 seasonal pollworkers.<br><br>Amend State Law to Protect Vote - In order to protect the integrity of the election process and to ensure that Detroit voters are not disenfranchised, State elections laws, must be amended, so that the State of Michigan is aligned with the rest of the country, allowing ALL ballots to be &quot;recounted,&quot; a second time in the event a Recount is deemed necessary.  At the end of the day, the democratic process, is the foundation upon which this country was built; ensuring that &quot;every vote is counted.&quot;<br><br>Counting of Absentee Votes – To ensure that residents are informed about Absentee Ballot deadlines, we publish critical dates via Public Service Announcements, Billboards, as well as placing advertisement in the major local newspapers.  The Absentee Ballot, &quot;close of registration date,&quot; Ballot Proposals on the ballot, and the polling locations throughout the City are always advertised in the major newspapers.  On Election Night, each ballot is matched with an application to protect the integrity of the voting process.  Additionally, the Central Counting Board is housed at Cobo Hall, which is open to the public.  &quot;Challengers&quot; play an active role in the process.  We counted over 28,000 absentee ballots, during the Municipal Primary, and results were available by 10:30 PM Election Night.<br><br>It is important to note, that the Absentee ballot counting process, as well as elections documentations, are independently reviewed by the Wayne County Board Canvassers.<br><br>Poll worker Training – We are also requiring precinct supervisors to pass a written exam on critical election procedures, in addition to requiring that all supervisors attend three (3) training sessions (Election law requires, 1 training session every 2 years), in addition to providing &quot;hands on&quot; training with our new state-of-the-art voting machines.  We also partnered with training professionals from the Wayne County Community College District to train staff on customer service as well as opening and closing the polls.  We also implemented a more robust, pay for performance incentive plan, to meet our goal of having 100% of our precincts ‘perfect.’  And, I also revamped our Receiving Board operations to correct any human or mathematical errors at our 490 precincts and 100 Absentee Counting Boards, before our election returns are sent to the Wayne County Board of Canvassers.<br><br>Polling Location Assignment - Routinely after each election, we review our voter file, and our polling location assignment to ensure the polling location for each voter is less than 1 mile from their residence.  Our review also takes into consideration the number of voters at each precinct to minimize long-wait times to vote.<br><br>Since, the 188 voting sites are privately owned, the other key factors that weigh heavily on our location decisions are proper lighting, plumbing, HVAC, restroom facilities, parking, and handicap accessibility.<br><br>We also partner with DTE, prior to each Election to ensure that service at the voting locations are not interrupted on Election Day."
      ]
    },
    {
      "name": "Janee'L. Ayers",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/69of1BeYXPM?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Brenda Jones",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/51ReOJ6JD-8?rel=0",
      "answers": [
        "In July 2017, City Council unanimously approved an Affordable Housing Agreement that guarantees 20% of the 3500 residential units planned by Bedrock within the downtown/midtown preserve existing or create new affordable housing units. When the agreement was first proposed to the legislative body, redevelopment of Bedrock's four premium residential units (Hudson's Site, Monroe Block, Book Building and Tower and the David Stott Building) included NO affordable housing. However, after much advocacy, I was able to successfully negotiate a term in the agreement for a minimum 25 units in the premium residential developments! This proved to be step in the right direction to provide an ideal mix of market-rate, affordable, and public housing opportunities, inclusive for all Detroiters.",
        "Detroit Employment Solutions Corporation (DESC) serves as the city's primary workforce development program and is the recipient of many Job Training Initiative Fund dollars secured by fines to development projects who cannot meet Executive Order 2016-1, mandating that 51% of publicly-financed construction jobs be staffed by Detroiters. I am constantly monitoring their talent pipeline to ensure clients are identified, trained and placed to meet evolving employment needs. Key metrics need to be flexible as job markets and industry needs may change. Review of client's time in the pipeline, exit reasons and placement/retention milestones will define percentages of efficiency and success. I have  sponsored legislation requiring DESC to provide quarterly and annual performance reports and advocated for more demand-based training to prepare workers for actual positions awaiting (E.g. CDL and Hi-Lo training).<br><br>A large contingent of Detroiters have never held significant employment. For these potential workers, non-traditional methods and lifestyle support resources are needed to 'escort' them through the pipeline to sustainable employment (I.e. My expungement and employment events for returning citizens; assistance with state driver's license or identification). Some of the training dollars will need to be diverted to fund this assistance. <br><br>For those seeking alternatives to college, I have led the city's Skilled Trades Task Force to grow opportunities, facilitate apprenticeships and eliminate historic barriers to employment. Many of these programs have an 'earn while you learn' component that may need to be sustained and reinforced through use of training dollars."
      ]
    },
    {
      "name": "Beverly Kindle-Walker",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/YqbF-7xBJ2k?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Mary Waters",
      "race": "City Council - At Large",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/5u-oHwvMnl8?rel=0",
      "answers": [
        "In order to ensure that city-controlled incentives are strategically targeted to reach the ideal mix and location of market-rate, affordable and public housing initially I would review our current guidelines and procedures; coordinate a team to review what has and hasn’t worked on both national and local levels and schedule open forums to receive input from concerned residents; utilize the best practices and identify proven strategies for oversight. <br><br>Currently most affordable/subsidized housing programs are concentrated in areas of the city that are often neglected and underserved.  It is hoped that the new inclusionary zoning ordinance will cultivate mixed socio-economic neighborhoods and thereby improve the quality of life for everyone in the community.<br><br>As we move forward it is vital that we work together to establish a thoughtful, consistent plan for housing development that addresses all of the residents we serve.  I would work with the Mayor as well as other elected officials, various chambers of commerce, community organizations, concerned citizens, as well as the developers who are pursuing projects within our city.  I would advocate for a legitimate Community Benefit Agreement (CBA) referendum and for the return of the Citizen District Council (CDC).  I believe in checks and balances therefore I would hold my fellow members as well as the Mayors office accountable for providing the best service for our entire community. Once a plan for oversight is developed we must provide the resources to implement the plan.<br><br>Integrating moderate and lower income households into new residential developments gives all members of society access to better schools, better commercial centers, good parks, and a higher quality of life often found in and around newer neighborhoods.  Affordable housing and neighborhood revitalization must be included in plans to improve our current status, attract businesses and create well paying jobs.",
        "The short and straightforward answer would be identify the current situation and devise an action plan which would include clear and attainable objectives and goals. This plan must include regular assessments for determining best practices.  Research has proven that utilizing measures of success increases accountability, and accountability drives results. We must continually identify quality employment and training services as well as job placement assistance for individuals needing meaningful employment.  There are limits to the city’s workforce dollars and the city is obligated to pursue practices that will best serve the unemployed and underemployed members of our community.<br><br>With regard to “job placement”, “job retention” and “cost per student”, I would define and place a value only after I spent some time reviewing the past and current practices.  There are several factors associated with placement and retention and those factors must be identified and tracked for accurate assessment. We cannot hope to devise a plan that will have a positive impact without review of past practices and successes. <br><br>The plan would address the needs of both the individual seeking employment and the employer seeking skilled workers who are qualified to help their business succeed.  Consequently I would seek the support and engagement of Detroit citizens, community organizations, major corporations, small business owners, schools and special trade organizations in addition to our Mayor and elected officials.<br><br>My plan will seek to:<br>Hold Workforce Development Accountable<br>Use Community Benefit Agreement (CBA)<br>Hold Human Resource Department Accountable<br>Hold Mayor & City Departments Accountable<br>Hold Developers Accountable<br>Oversee Enforcement of Existing Federal, State and Local Law<br>If needed utilize “City of Detroit Claw Back Provision”<br>Seek support and engagement of Detroit Citizens<br>Focus on Education and Training Programs required for 21st Century Job Market<br>Collaborate with Detroit Public School Community District (DPSCD)<br>Collaborate with Institutions of Higher Learning<br>Advocate for Vocational Job Training in Detroit Public School Community District (DPSCD)<br>Collaborate with Skill Trade Unions<br>Creation and Development of a Detroit Job First Program for Detroiter’s (Present and Future)"
      ]
    },
    {
      "name": "Tamara Smith",
      "race": "City Council - District 1",
      "Area": "District 1",
      "videoURL": "https://www.youtube.com/embed/ROlOtWTFKXE?rel=0",
      "answers": [
        "The key to reaching ideal mix locations is to prioritize key areas that have a huge gap between the cost of living and Area Median Income (AMI).  With AMI being low and cost of living being high. Although the market rate of homes are increasing all around the city of Detroit, it is disproportionally skyrocketing in certain areas like Midtown and downtown. Multifamily development in Midtown and downtown has one of the highest cost of living relative to the low household income in the city of Detroit. As your city councilwoman, my staff and I will concentrate our efforts in identifying those specific areas. In addition, we will write a proposal to amend the Inclusionary Ordinance by attaching what is called the Density Bonus Program.  Density Bonus is a program that will encourage Developers to increase the overall number of housing units that a developer may build on a site in exchange for including more affordable housing units in the project.",
        "The key element for job placement for the underemployed and the chronically unemployed is investing in Job-skill training institutions. We also need more Information Technology programs where a Detroiter can get a two year certificate. The world of technology is constantly evolving and so must we. Detroit must focus seventy percent of its workforce dollars in developing Detroit resident's skill-set. With Detroit having one of the highest unemployment rates in the U.S, job placement is top priority. In fact, seventy percent of the jobs obtained in Detroit are by non-Detroiters. Governor Rick Snyder is encouraging 50,000 employment based-visas for immigrants to work in Detroit due to the large quantity of under-skilled workers. That is a serious issue given that there are only thirty jobs available for every one-hundred Detroit residents (Detroit Future city 139 Miles). When it comes to the chronically unemployed residents, I think there has to be a community outreach program to find those unemployed people, because now they're off the radar. People who have been unemployed for a long-term, usually are discourage and may have even given up on looking for employment. Those Detroiters must be contacted and encouraged, but more importantly educated on the skill-trade opportunities that are available. We cannot afford to lose anymore Detroiters due to the ignorance of resources that are available. In addition, encouraging job unions in new developments by writing resolutions that give incentives for those that have them.  There's roughly 67,300 unemployed citizens in the city of Detroit. We need to invest at least 6.73 million dollars in increasing job placement in the city. That's one-hundred dollars per unemployed resident."
      ]
    },
    {
      "name": "James E. Tate",
      "race": "City Council - District 1",
      "Area": "District 1",
      "videoURL": "https://www.youtube.com/embed/UwsdnYcfVt8?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Roy McCalister, Jr",
      "race": "City Council - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/YFssmrSSbcs?rel=0",
      "answers": [
        "Initially, I will work to ensure affordable housing is affordable by measuring median standards. Example, a standard average family income for affordable housing may be considered as $50,000.00 per year; for a family making $30,000.00 per year or less, such family does not fall within the standard mean; therefore they are not qualified by standards and struggle to find affordable housing. As Councilman for District 2, I will work to ensure adjustments to the median are considered and provided, unqualified families to the opportunity to qualify and live in affordable income housing; as well as continue the incorporation of 'The Inclusionary Housing Ordinance' passed by the current City Council. Also for consideration is the fact that many renter households are working at or below minimum wage employment. I will continue to work to increase the minimum wage standard to at least $15.00 an hour, and enforce laws against below wage employment. This will also assist families in qualifying for affordable housing. This will also afford an opportune mindset changer for renters to consider becoming homeowners as oppose to renters; as well as enhance opportunities for widespread available housing among various income levels. I will also review and take into consideration issues regarding tax reform and construction cost; fore both are factors which will also effect low income/affordable housing. These measures, a forged working relationship with both state and federal legislatures must be taken into consideration in order to oversee resources, availability and fairness in the areas of market-rate, affordable and public housing. As a councilmember, the above issues are some of the factors I will consider when referencing city-controlled incentives and strategically targeted areas to assist and accommodate my decisions on reaching ideal mix and location of market-rate, affordable and public housing.",
        "Career, business development, residential and dollar retention, opportunity and health care I believe are oversight factors of this question. I will seek to convince and enhance the state of mind of the employees to seek CAREERS not JOBS. Careers provides for self and family sustainment. Career minded workers are more susceptible to remain in the workforce as oppose to being a job seeker. Career minded workers are also more likely to become opportunist to owning their own business of trade or discipline, and develop employment opportunities for others; which also sustains economic and community growth. Maintaining economic and community growth is also a factor in maintaining residential and dollar retention within the community, allowing cash flow to remain longer within the community prior to exiting to other communities. For Detroit, this must also incorporate a viable school system to encourage younger families to move into and remain in Detroit; and the importance of a working relationship between the Detroit City Council and the Detroit Public School System. Opportunity must be a viable factor for returning citizens, workers changing careers, and first timers entering the workforce. These opportunities can be provided with career apprenticeship and trade training for individuals who are not necessarily college bound, whether temporary or as a life career decision.  Finally health and health care measures must be reviewed and taken into consideration in order to maintain a health workforce. Unhealthy workers are taxing on employer/employee status viability. A healthier workforce is less costly and less demanding on health care programs. Health Care programs are necessary to ensure we have a healthy workforce, which is also inclusive for individuals with mental and substance abuse challenges who are also viable workforce recipients and workforce cost factors! These are the metrics and initiatives I seek to provide proper oversight to ensure city workforce dollars are used to maximize employment for chronically unemployed and under-employed Detroit residents. <br><br>Thank you for the opportunity to participate in Citizen Detroit's Council Candidate questionnaire"
      ]
    },
    {
      "name": "Virgil Smith",
      "race": "City Council - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/v_VD01u--m4?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Russ Bellant",
      "race": "City Council - District 3",
      "Area": "District 3",
      "videoURL": "https://www.youtube.com/embed/O9ub_gfkjHA?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Scott Benson",
      "race": "City Council - District 3",
      "Area": "District 3",
      "videoURL": "https://www.youtube.com/embed/dbHIzNT-izc?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Latisha Johnson",
      "race": "City Council - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/QWwOpJA6S8o?rel=0",
      "answers": [
        "Identify where there are currently quality market-rate, affordable, and public housing throughout the city. Based on the current location of various housing types, I will work to diversify the mix of housing in every district throughout the city. The inclusionary housing ordinance that recently passed was definitely a step in the right direction.  However, in order for housing to be more affordable for Detroiters, we must align subsidized housing requirements with true Detroit proper AMI to create diverse communities and avoid displacing Detroiters.",
        "I would use 40% of the workforce dollars to make sure Detroiters have access to resources and support to graduate from high school or obtain their GED, including providing resources to assist in ensuring Detroiters have adequate housing, access to clean water, food, utilities, and transportation.  An additional 40% would go towards providing skilled-trades programming and training to residents for job placement; and the remaining 20% to job retention."
      ]
    },
    {
      "name": "Andre L. Spivey",
      "race": "City Council - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/nkMdISSLuSI?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Mary Sheffield",
      "race": "City Council - District 5",
      "Area": "District 5",
      "videoURL": "https://www.youtube.com/embed/UW805WRLlDU?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Jewel Ware",
      "race": "City Council - District 5",
      "Area": "Citywide",
      "videoURL": "https://www.youtube.com/embed/L3kqRhG77oc?rel=0",
      "answers": [
        "Currently, city council approves all development tax credits and changes to zoning within the city boundaries. As a council member, I will use my voting power to advocate  for low income housing where appropriate and I will have the opportunity to influence and negotiate where tax development subsidies are applied. Also, I will make sure that community members will always have a seat at the table -- meaning ensuring development deals are coordinated with the city planning department, non profits, and community leaders. It is my  earnest desire to see a city that becomes more vibrant through developments that benefit us all.",
        "I would start by suggesting we modify the employment objectives for city subsidized construction projects from a quota system on the work site, to a quota system for all incoming apprentice classes. This will be a more effective approach to building a talent pipeline in the skilled trades. Secondly, we must align all work force training programs and funding with immediate regional workforce needs. This could be accomplished by creating a workforce system city council task force comprised of representatives from the city's largest employer's human resources departments. Each meeting would be devoted to reporting out on labor shortages within each company, and city of Detroit work force agency graduates who have relevant training to address the shortages."
      ]
    },
    {
      "name": "Tyrone Carter",
      "race": "City Council - District 6",
      "Area": "District 6",
      "videoURL": "https://www.youtube.com/embed/DW_qCj467YE?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Raquel Castaneda-Lopez",
      "race": "City Council - District 6",
      "Area": "District 6",
      "videoURL": "https://www.youtube.com/embed/x6QJIFea9aI?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Gabe Leland",
      "race": "City Council - District 7",
      "Area": "District 7",
      "videoURL": "https://www.youtube.com/embed/617Mf8AOyoo?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Regina Ross",
      "race": "City Council - District 7",
      "Area": "District 7",
      "videoURL": "https://www.youtube.com/embed/TZMgwmJ7M3A?rel=0",
      "answers": [
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Darryl D. Brown",
      "race": "Police Commissioner - District 1",
      "Area": "District 1",
      "videoURL": "https://www.youtube.com/embed/57Wlp8ifphQ?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Conrad L Mallett",
      "race": "Police Commissioner - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/01QGecN8HLU?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Carron L. Pinkins",
      "race": "Police Commissioner - District 2",
      "Area": "District 2",
      "videoURL": "https://www.youtube.com/embed/S0PE15Vral0?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Shirley Burch",
      "race": "Police Commissioner - District 3",
      "Area": "District 3",
      "videoURL": "https://www.youtube.com/embed/aJyHch6uSnU?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Willie E. Bell",
      "race": "Police Commissioner - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/mKbI_glzRbU?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Scotty Boman",
      "race": "Police Commissioner - District 4",
      "Area": "District 4",
      "videoURL": "https://www.youtube.com/embed/dGm3HobfuWA?rel=0",
      "answers": [
        "The number of incidents for which an allegation was sustained should be shown in addition to the statistics in the sample chart given above.<br><br>I would let residents speak their minds at Commissioner Meetings.Have a chart of the investigation’s progress online, to allow residents to see the progress of the investigation. <br><br>When necessary an identifying number could be used in place of a person’s name, to protect privacy. <br><br>Any presentation of data that is designed to give the public a clear picture, of how well complaints are being resolved, must be clearly explained in plain English so that lay-persons can understand it. <br><br>Inform complainants of disciplinary action when it happens.<br><br>If there is a critical loss of data or evidence, clearly explain to the complainant how it was lost. ",
        "A thorough background check should be performed on all applicants prior to hiring.  If their work history includes prior employment as law enforcement officers, then we must require full disclosure of problematic incidents (if any), and reserve the right to review the findings of previous investigations. Some legislative remedies have been proposed like House Bill 4827, but we don’t need to wait for changes in state law if the human resources department can do the research that is needed.<br><br>Judgements must start with the premise that actions that are not acceptable by civilians are no more acceptable by police officers.  If an exception to this principal is to be applied then an exceptional basis for this deviation must be justified in each case, and not taken for granted. <br><br>Deadly force should only be used when there is an imminent threat to human life.  A similar standard should apply to high risk actions that are also potentially lethal like high speed chases, no knock raids, Taser use, and pet shootings. These high-risk practices should never be used to handle non-aggressive infractions.<br><br>The number of civilian deaths is an important clue, but it doesn’t tell the full story.  If an officer had to use fatal force to save an innocent or himself, then it was acceptable, even if this happened more than once.  On the other-hand, even one unjustifiable killing is one too many and should be regarded as a homicide.  In the event that there appears to be a pattern of borderline cases, where evidence of wrongdoing is absent, but evidence of justification is also absent, we must err on the side of safety and steer clear of hiring these individuals. Detroit isn’t a dumping ground for officers that other departments won’t hire.<br><br>Other violent conduct can be a strong indicator of homicidal tendencies even when no human beings are killed.  Some officers have repeatedly killed dogs who had the misfortune of being at homes they decided to raid. Killing innocents, to arrest people for non-violent infractions, is not rational or moral. The people of Detroit can't feel safe while people who do this needlessly remain on the force. The Board of Police Commissioners is the last line of defense for people who have been the victims of the abuse of power by those who have the power to abuse. I pledge to do everything in my power to bring an end to this carnage, before this behavior escalates to include other family members.",
        "Given the image shown leading into this question, clarification is in order here.  There is not yet a comprehensive body cam policy.  There is a trial program to see how they work out.  I am proud to have played a part in this.  I personally, advised 5th District Commissioner Burton on this matter, and urged him to give it a chance.  While he was initially hesitant to support the idea, he ultimately voted in favor of it.<br><br>Unless the need to change policy is exceptionally urgent, a vote on it should be delayed for two weeks. The meeting following the one where the proposed policy is announced would have discussion of the change on the agenda. Spokespersons with different views on the proposed change would have speaking time as part of that agenda, and topic-specific comments and questions from the audience would be welcome.  General comments from the audience would still be at the end of the meeting.  Those unable to attend the meeting could submit comments on the policy in writing. Commissioners would then have a week decide on the policy, and put any amendments in writing that resulted from the aforementioned discussion.<br><br>In cases of exceptional urgency, a tentative policy could go into effect right away, but the aforementioned process would still be initiated, and the policy decided on by this process would be the one that would supersede the tentative one.<br><br>Policy discussions should be announced in a news release.<br><br>The website should be more transparent.  Links to minutes, videos and announcement of future meetings should be directly on the Board of Police Commissioners page.  Currently they can be found under “Boards” or “Calendar and Events.”  If the meetings are in the community, the specific venue should be listed and not just which precinct it’s to be held in.<br><br>Regarding those policies...  I support body worn cameras.  Contracts should be awarded on the basis of competitive bidding and quality comparisons. However, there is still the possibility that they won’t be recording when an incident occurs, so such loss of evidence needs to be taken very seriously and the fact that evidence was lost must be taken into consideration when ruling on a complaint.  Any deliberate loss of video should be treated as obstruction of justice. As an additional way to guard against such losses of evidence, it is important that the right of civilians to record interactions with police be protected, and any interference with the exercise of this right be treated as obstruction of justice.<br><br>Vehicular pursuit choices must be grounded in a commitment to safety first.  There are strategies, like setting up temporary roadblocks, to minimize the need for officers to engage in hazardous driving. If such a pursuit escalates to the level of a “high speed chase” the chase should be aborted, except under certain circumstances.  If aborting the chase is even more dangerous then continuing, then it may be justified.  This would need to involve an imminent threat to human life.  <br><br>Civil asset forfeiture should be limited to cases where assets to be taken are critical evidence of a crime against persons or their property, or are believed to be obtained by such crimes.  If the people from whom the assets are seized are exonerated, the assets should be returned to the defendants.  If the property is damaged, exonerated defendants should be compensated for lost value.  If there is a conviction, then some portion of the seized assets should be used to restore the victims of the crime from which they were obtained.  Civil asset forfeiture should never be used as a tactic for impairing a defendant’s ability to pay for a legal defense."
      ]
    },
    {
      "name": "George Adams, Jr.",
      "race": "Police Commissioner - District 5",
      "Area": "District 5",
      "videoURL": "https://www.youtube.com/embed/B5oHBGQQdF0?rel=0",
      "answers": [
        "I will explore ways to improve the Citizen Complaint process. I will support increased communication with residents, making sure that the complaint process is understood. I will also support efforts insuring that the Office of Chief Investigators report is more accessible to residents.",
        "Ensure ongoing training and transparency before and during the hiring process is paramount. Applicants should be required to provide and release all employment records/history.  Applicants with a history of problems should not be hired.",
        "I will work to expand public engagement and public education of the BOPC.  I attend several community meetings where I would share the information and encourage residents to attend BPOC meetings to share their concerns."
      ]
    },
    {
      "name": "Willie E. Burton",
      "race": "Police Commissioner - District 5",
      "Area": "District 5",
      "videoURL": "https://www.youtube.com/embed/Myz1MI7RF88?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "Lisa Carter",
      "race": "Police Commissioner - District 6",
      "Area": "District 6",
      "videoURL": "https://www.youtube.com/embed/tPYYWQTxlWg?rel=0",
      "answers": [
        "No answer",
        "No answer",
        "No answer"
      ]
    },
    {
      "name": "William M. Davis",
      "race": "Police Commissioner - District 7",
      "Area": "District 7",
      "videoURL": "https://www.youtube.com/embed/PgvIGrObqTE?rel=0",
      "answers": [
        "Better uses of the new video recordings on the officers and from the police cars",
        "Better uses of information on Police Office State wide to review candidates for the Detroit Police Dept. also if a question about an Officer check to see if that person has had a history of problems in the past before joining the Detroit Police Dept.",
        "I would go out to community meetings and also post what new or proposed policy the Department is looking and why and ask people what do you think!"
      ]
    }
  ],
  "questions":{
    "mayor":[
      {
        "topic": "AFFORDABLE HOUSING",
        "img": "",
        "q": "How will you strategically target city-controlled incentives to reach the ideal mix and location of market-rate, affordable, and public housing?"
      },
      {
        "topic": "JOBS/EMPLOYMENT",
        "img": "",
        "q": "How will you deploy the City's workforce funding (and other resources) to ensure that the city’s workforce dollars are used to maximize employment for chronically unemployed and under-employed Detroit residents?"
      }
    ],
    "cityCouncil":[
      {
        "topic": "AFFORDABLE HOUSING",
        "img": "",
        "q": "How will you ensure that city-controlled incentives are strategically targeted  to reach the ideal mix and location of market-rate, affordable, and public housing?"
      },
      {
        "topic": "JOBS/EMPLOYMENT",
        "img": "",
        "q": "What metrics would you seek to provide proper oversight and ensure that the city’s workforce dollars (and other resources) are used to maximize employment for chronically unemployed and under-employed Detroit residents? Consider how you would define and value \"job placement,\" \"job retention,\" and \"cost per student.\""
      }
    ],
    "policeCommissioner":[
      {
        "topic": "CIVILIAN COMPLAINTS",
        "img": "",
        "q": "What policies will you champion to provide citizens with a greater confidence that their complaints are taken seriously and result in policy and behavior changes in the department that improve community relations?"
      },
      {
        "topic": "POLICY REVIEW",
        "img": "",
        "q": "How would you ensure that problem officers are appropriately disciplined and/or kept off Detroit’s Police Department?"
      },
      {
        "topic": "OFFICER-INVOLVED CIVILIAN DEATHS",
        "img": "",
        "q": "How will you ensure robust public awareness of and input in proposed policy changes at the Detroit Police Department?"
      }
    ],
    "cityClerk":[
      {
        "topic": "CITIZEN ACCESS",
        "img": "",
        "q": "What are your priorities for innovation to ensure residents have convenient and timely access to city information?"
      },
      {
        "topic": "VOTING PROCESS",
        "img": "",
        "q": "Michigan Bureau of Elections audit largely finds \"human error, not illegal activity, resulted in mismatches between the number of ballots and recorded voters.\" How will you ensure that your office provides Detroiters with a smooth and trustworthy voting experience?  (Examples of focus areas: absentee voters confident that their ballots are counted; poll workers receiving high quality training and tools; and polling locations located conveniently for voters"
      }
    ]
  }
}
